{
  "sections": {
    "a7278f70-4e30-4842-a597-b42daa02c6fc": {
      "type": "image--image",
      "settings": {
        "image": "shopify:\/\/shop_images\/sensibles-3-1024x512.jpg",
        "parallax": true,
        "alignment": "center",
        "hero_size": "medium",
        "text-over-image-width": "full-width"
      }
    },
    "caa04637-6009-4065-89c7-931d3e44b826": {
      "type": "text--rich-text",
      "settings": {
        "colors": "white",
        "width": "medium",
        "subheading": "",
        "title": "Flân’ Club: Arman Naféei, Director of Ambiance, Chateau Marmont",
        "text": "<p>We recently had the pleasure of talking to the captivating Arman Naféei, Director of ambiance to the most emblematic hotels around the world like the Chateau Marmont in LA and the Sirenuse in Positano. (What is a director of ambiance you may ask – Don’t worry we will get to that later) and host of the podcast ARE WE ON AIR?<\/p><p>Guests of ARE WE ON AIR ? range from worldwide icons like Patti Smith, Pop Star Kali Uchis, classical musician Elim Chan and DJ Benji B.<\/p><p>Through his podcast Naféei provides an exciting escapist world in which music, art and design are all on the menu for discussion. In this series of enlivened conversations, Arman and his guest dissect the cultural as well as the intellectual. Each guest is encouraged to answer interview questions by selecting a song – each ‘answer’ is then compiled into a playlist available to stream on Spotify.<\/p><p>The weekly podcast has been dubbed ‘the coolest music podcast in the world’ by VOGUE and we have to say, we agree.<\/p>",
        "button_link": "",
        "button_label": ""
      }
    },
    "60bed94f-19d1-471f-9213-301734a4bab2": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/2-6-1024x1024.png",
        "layout": "left",
        "subheading": "",
        "title": "",
        "text_block": "<p><strong>Can you tell us more about how ARE WE ON AIR ? – where did the idea for it evolve from?<\/strong><br\/>The idea came to me in 2019. I had started narrowing down the concept whilst preparing for the opening of my club at the Chateau Marmont. I delve into what I was known for: my music and my network, something I could do by myself without a physical space or outside investment and involvement. I had a feeling I wanted to narrow things down and Covid was a sign from the universe to get it out.<\/p><p>Spending my evenings at the Chateau Marmont, I often found myself having fascinating conversations and thought, ‘why aren’t I recording these conversations?’ Patti Smith was my first interview.<\/p><p>When Lockdown happened I was incredibly grateful to have this positive, creative outlet. It was an incredible project that I could develop from the comfort of my living room.<\/p>",
        "page_description": false,
        "button_link": "",
        "button_label": ""
      }
    },
    "35b16fa5-38a0-4a0d-b186-e6266af128fc": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/Arman-Nafeei-1024x1024.png",
        "layout": "right",
        "subheading": "",
        "title": "",
        "text_block": "<p><strong>What's your own history with music? <\/strong><\/p><p>I don’t come from a musically trained family nor did I learn it in school. But music was always there in our house and for me personally. First it was Persian and Classical music. I was doing mix tapes in primary school and burning CD’s. Then my friend Max Vallot had these turntables at home and I was immediately drawn to them so I decided to save money to buy myself the same ones. To be honest, I’ve never taken it too seriously. Still today, I can’t believe it took me so far. It’s my hobby and I get paid to do it, which is so fun.<\/p>",
        "page_description": false,
        "button_link": "",
        "button_label": ""
      }
    },
    "60f5c4b7-c4f6-4395-b518-b487dea95c89": {
      "type": "text--rich-text",
      "settings": {
        "colors": "white",
        "width": "medium",
        "subheading": "",
        "title": "Music is an excuse, a gateway to someone’s world; It’s just an opener to get to the person’s story.",
        "text": "",
        "button_link": "",
        "button_label": ""
      }
    },
    "main": {
      "type": "template--article",
      "disabled": true,
      "settings": {
        "show_author_name": false,
        "show_dates": true,
        "blog-sidebar-link": "",
        "blog_sidebar_title": "",
        "blog_sidebar_desc": "",
        "show_blog_tags": false,
        "show_recent_posts": false
      }
    },
    "50dc0a40-1c0b-45a1-bcba-b8ebcdade52a": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "medium",
        "image": "shopify:\/\/shop_images\/8-1024x1024_9315646f-2de1-4baa-8367-f5ef7ef8a586.png",
        "layout": "left",
        "subheading": "",
        "title": "",
        "text_block": "<p><strong>On working at Chateau Marmont, how would you describe your role as Director of Ambiance? <\/strong><\/p><p>Officially, I was the Music Director for all of André Balazs’s Hotel (Château, Chiltern Firehouse, The Mercer, Sunset Beach and The Standard Hotels) This type of hotel is relatively new – the concept of these boutique locations is maybe 30 or 40 years old. In New York City, there is no real estate. People live in small apartments so everything happens in public spaces. These hotels or restaurants work as little piazzas. They are real culture hubs.<\/p><p>For it to become magic you need the right ingredients; people,light, temperature and music. André [Balazs] always called me his cultural attaché , or, Ambiance Director – which I found a little bit cheesy (Naféei laughs). I preferred the French version of Directeur d’Ambiance. Way more Chic non? <\/p><p>It’s incredibly intangible but it also means so much. Once the music passes from your subconscious to your conscious mind it’s too late. Music should be highlighting but not overbearing. I often use the metaphor of a shadow. It should never be on top of you but should follow you in a natural way.<\/p>",
        "page_description": false,
        "button_link": "",
        "button_label": ""
      }
    },
    "blog-posts": {
      "type": "blog--blog-posts",
      "settings": {
        "colors": "light",
        "subheading": "BLOG",
        "title": "Latest articles",
        "post_limit": 3,
        "show_author_name": false,
        "show_dates": true,
        "show_blog_images": true,
        "imageSize": "square"
      }
    }
  },
  "order": [
    "a7278f70-4e30-4842-a597-b42daa02c6fc",
    "caa04637-6009-4065-89c7-931d3e44b826",
    "60bed94f-19d1-471f-9213-301734a4bab2",
    "35b16fa5-38a0-4a0d-b186-e6266af128fc",
    "60f5c4b7-c4f6-4395-b518-b487dea95c89",
    "main",
    "50dc0a40-1c0b-45a1-bcba-b8ebcdade52a",
    "blog-posts"
  ]
}
