{
  "sections": {
    "a7278f70-4e30-4842-a597-b42daa02c6fc": {
      "type": "image--image",
      "settings": {
        "image": "shopify:\/\/shop_images\/amber-guinness-slide-KSF6-videoSixteenByNineJumbo1600-v3-1024x576.jpg",
        "parallax": true,
        "alignment": "center",
        "hero_size": "medium",
        "text-over-image-width": "full-width"
      }
    },
    "caa04637-6009-4065-89c7-931d3e44b826": {
      "type": "text--rich-text",
      "settings": {
        "colors": "white",
        "width": "medium",
        "subheading": "",
        "page_title": "Meet Amber Guinness, Chef and co-founder of Arniano painting school, Tuscany",
        "title": "",
        "text": "<p>Amber Guinness knows how to live well. The beautiful English food writer, freelance private chef, and co-founder of <a href=\"http:\/\/www.arnianopaintingschool.com\/\">Arniano painting school<\/a>, surrounds herself with things of beauty. With her best friend William Roper-Curzon they’ve opened Arniano painting school: a week-long residential art holiday for artists and enthusiasts of all levels, at her family home near Sienna. William does the teaching, while Amber concentrates on cooking delicious, seasonal meals from locally sourced ingredients. We take a few minutes to ask her about her life in Italy, what makes a good host, and tips to create the perfect table setting. <\/p>",
        "button_link": "",
        "button_label": ""
      }
    },
    "24110709-be57-45cc-927e-ca0f0614cfb4": {
      "type": "image--image",
      "settings": {
        "image": "shopify:\/\/shop_images\/The-Gloss-Magazine-Travel-Amber-Guinness-1-1321x868-1024x673.jpg",
        "parallax": true,
        "alignment": "center",
        "hero_size": "medium",
        "text-over-image-width": "full-width"
      }
    },
    "60bed94f-19d1-471f-9213-301734a4bab2": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/1.Hall.jpg",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>Can you tell us about Arniano painting school and how it came into being?<\/strong><\/p><p>The Arniano Painting School came into being in 2014, over a drink in Notting Hill with my great friend, the painter William Roper-Curzon. I was looking for a way to breathe life back into Arniano, our beloved family home, after my father’s death in 2011. We had moved to the UK six years previously but my dad was always here, tending to his much-loved garden. I wanted to find a reason to spend more time there, and share the beauty of this place that my parents had created. Happily, William was also searching for a new adventure. So, we came up with the idea of hosting residential painting holidays at Arniano, where William would teach painting, and I would cook seasonal Italian food for the guests. Looking back, it seems rather a mad idea – to bring together a house full of strangers who would share meals and classes together for a week. But it took off, and life-long friendships are forged on our courses, which is a lovely thing. Under William’s gentle and informed guidance, our guests find great confidence to carry on painting after they leave us, which is wonderful. We are now planning our first course in the UK this August, at Pylewell Park, William’s family home on the Solent in Hampshire.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "35b16fa5-38a0-4a0d-b186-e6266af128fc": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/ArchRoom.jpg",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>What is a typical day at Arniano?<\/strong><\/p><p>The day on a painting course begins with a hearty breakfast, involving various courses – home-made granola with local honey and yogurt, boiled eggs and toast with lashings of butter, and large cups of coffee and freshly squeezed grapefruit juice. Once their appetites have been sated, the painters head out to their easels, at around 10 (it used to be 9, but William had a rebellion years ago about the early start and it has been 10 ever since). Often the guests warm up with a charcoal drawing all together, before William walks with them each individually around the garden to see what corner inspires them. He then helps them set up and mix their colours. By this time, I have headed to the local town to visit the fruit and veg market; on our spring courses I will be asking the <em>frutti vendolo<\/em> for kilos of broad beans, fresh peas and artichokes. In autumn this shifts to locally sourced porcini, figs and pears.  At midday, the church bells chime from the nearby monastery, alerting the painters of the hour and they usually demand a glass of crisp white Vermentino to accompany them at the easels (it is a holiday). I get home and start preparing lunch, which will be a smorgasbord based on what is in season: artichoke and béchamel pie with a green salad and new potatoes; asparagus and ricotta galette; or vitello tonnato with green beans. After lunch the painters head straight back to their easels for the afternoon, before going on a walk or siesta at 5pm. We all reconvene at seven for cocktails, and dinner. These evenings are always full of laughter, fun, and occasionally lead to hours of dancing.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "main": {
      "type": "template--article",
      "disabled": true,
      "settings": {
        "show_author_name": false,
        "show_dates": true,
        "blog-sidebar-link": "",
        "blog_sidebar_title": "",
        "blog_sidebar_desc": "",
        "show_blog_tags": false,
        "show_recent_posts": false
      }
    },
    "blog-posts": {
      "type": "blog--blog-posts",
      "settings": {
        "colors": "light",
        "subheading": "BLOG",
        "title": "Latest articles",
        "post_limit": 3,
        "show_author_name": false,
        "show_dates": true,
        "show_blog_images": true,
        "imageSize": "square"
      }
    }
  },
  "order": [
    "a7278f70-4e30-4842-a597-b42daa02c6fc",
    "caa04637-6009-4065-89c7-931d3e44b826",
    "24110709-be57-45cc-927e-ca0f0614cfb4",
    "60bed94f-19d1-471f-9213-301734a4bab2",
    "35b16fa5-38a0-4a0d-b186-e6266af128fc",
    "main",
    "blog-posts"
  ]
}
