{
  "sections": {
    "a7278f70-4e30-4842-a597-b42daa02c6fc": {
      "type": "image--image",
      "settings": {
        "image": "shopify:\/\/shop_images\/Jaya-house-slider7-1024x441.jpg",
        "parallax": true,
        "alignment": "center",
        "hero_size": "medium",
        "text-over-image-width": "full-width"
      }
    },
    "e59ec62f-07b5-46d9-921d-cba01b9aebad": {
      "type": "text--rich-text",
      "settings": {
        "colors": "white",
        "width": "large",
        "subheading": "MAKE YOURSELF AT HOME",
        "page_title": "Jaya House River Park, Siem Reap, Cambodia",
        "title": "",
        "text": "<p><br\/>Jaya House Hotels is an environmentally-conscious, award-winning luxury hotel brand in Siem Reap, Cambodia. Jaya House River Park is peacefully located alongside the Siem Reap River, surrounded by fully grown trees. Expect outstanding service, lush grounds, spacious gardens, and charming Khmer art-deco inspired design.<\/p>",
        "button_link": "",
        "button_label": ""
      }
    },
    "04c01389-e72a-4a60-b39a-07ad46f200ac": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/JayahouseCover.png",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>What makes Jaya House River Park so special?<br\/><\/strong>The 36 spacious rooms and suites all come with a balcony or terrace overlooking the tropical garden. Jaya House River Park is built from sustainably sourced wood and local stone with an interior showcasing the work of the local artisans. The hotel supports various NGOs, dozens of paintings found around the hotel were commissioned from the city’s Small Art School, which gives free art classes to underprivileged children.<br\/><br\/><\/p><p><strong>What to expect when staying at Jaya House River Park?<\/strong><br\/>A welcoming and attentive staff, including the manager who makes a point of greeting every guest personally. Discovery, Explorer and Immense tours will take you to temples and villages while other tours can be tailored to suit your interests, including birdwatching, kayaking or art. After a long day of sightseeing, we’d advise you to enjoy lounging by their one-pf-a-kind swimming pool– lined with sparkling, solid silver tiles – followed by a massage, incorporating locally hand-crafted creams and aromatic oils.<br\/><br\/><\/p><p><strong>Maison Flâneur liked<br\/><\/strong><\/p><p>The outstanding service, lush grounds, spacious gardens, and charming Khmer art-deco inspired design. Inspired by 1960s Cambodian Modernism, this boutique hideaway is not only a design destination but a real experience in what eco-conscious tourism could be. Relax in these exotic surroundings  but do not forget to ask about how they became the country’s first plastic-free hotel, helping to launch the ReFill Not Landfill initiative. <\/p><p><\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "main": {
      "type": "template--article",
      "disabled": true,
      "settings": {
        "show_author_name": false,
        "show_dates": true,
        "blog-sidebar-link": "",
        "blog_sidebar_title": "",
        "blog_sidebar_desc": "",
        "show_blog_tags": false,
        "show_recent_posts": false
      }
    },
    "blog-posts": {
      "type": "blog--blog-posts",
      "settings": {
        "colors": "light",
        "subheading": "BLOG",
        "title": "Latest articles",
        "post_limit": 3,
        "show_author_name": false,
        "show_dates": true,
        "show_blog_images": true,
        "imageSize": "portrait"
      }
    }
  },
  "order": [
    "a7278f70-4e30-4842-a597-b42daa02c6fc",
    "e59ec62f-07b5-46d9-921d-cba01b9aebad",
    "04c01389-e72a-4a60-b39a-07ad46f200ac",
    "main",
    "blog-posts"
  ]
}
