{
  "sections": {
    "a7278f70-4e30-4842-a597-b42daa02c6fc": {
      "type": "image--image",
      "settings": {
        "image": "shopify:\/\/shop_images\/new-hotel-bar-m-07-rr-jpg-1024x601.jpg",
        "parallax": true,
        "alignment": "center",
        "hero_size": "medium",
        "text-over-image-width": "full-width"
      }
    },
    "caa04637-6009-4065-89c7-931d3e44b826": {
      "type": "text--rich-text",
      "settings": {
        "colors": "white",
        "width": "medium",
        "subheading": "",
        "page_title": "Flânerie in the design backstage: A Hotel Tale",
        "title": "",
        "text": "<p>‘Allo’ <\/p><p>‘Hi – this is Ian Schragger – am I speaking to Philippe Starck?’<\/p><p>‘Yes’<\/p><p>‘Can you come to New York?’ I would love for you to reinvent the concept of palaces for me’ <\/p><p>‘I’ve never been to a palace of my life’<\/p><p>‘It doesn’t matter. I have prepared you fifteen days to experiment. Every day, twice a day, you will change hotels. And after that, you’ll tell me what you think.’<\/p><p>‘Alright, send me money for the flight’<\/p><p> <\/p><p><a href=\"https:\/\/astridmalingreau.com\/\">By Astrid Malingreau<\/a><\/p>",
        "button_link": "",
        "button_label": ""
      }
    },
    "60bed94f-19d1-471f-9213-301734a4bab2": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/Schermata-2021-05-12-alle-15.38.35.png",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p>This is more or less how on a morning of 1981 the world of hotels changed. A young unknown Starck came to America and after 15 days accepted to build the Royalton in New York. A delirious hotel where the French designer subtly blurred conventional decoration with thewitty, ironic and subversive interiors and furniture that made him the icon of postmodern industrial design.Since the beginning of the 20th-century designers and architects have been invited to invest in hotels and insufflate their vision to the interiors. An example that comes to mind is the beautiful Grand Hotel de Tour designed by the champion of modernism Pierre Chareau in 1927. It was envisioned as a luxurious stay with<em>avant-garde<\/em>furniture with shapes that have now become iconic and timeless. <\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "35b16fa5-38a0-4a0d-b186-e6266af128fc": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/Schermata-2021-05-12-alle-15.45.53.png",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p>However, until the 80s hospitality still obeyed a traditional vision in which hotels were divided in three categories that responded to how society was built (the budget hotels, mid-range hotels and luxury). <\/p><p>How did we go from a beautiful socio-economic optimisation to Ian Schargger’s phone call to a  – then unknown  – french designer to a worldwide boutique hotel phenomenon? I would like to take you for a flânerie in the 1980s to discover this story’s premises. <\/p><p>The late 70s are synonymous with a social revolution with the birth of a new urban generation that was to move above their parent’s education and social background. They were called the yuppies, translated with hipster for contemporary comparison. The epitome of such a dissolution of class was of course Studio 54. On the burning dancefloor the jet set was dancing with beautiful nobodies, poor or rich, of any kind of ethnicity, religions and sexuality, anything went as long as you were glamorous to convince the bouncer. <\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "b67ffdb6-d12c-4a59-8a22-0ea7737188d0": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/Schermata-2021-05-12-alle-15.46.26.png",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p>After opening this club in 1977, the night impresarios Ian Schrager and Steve Rubell decided to continue to shake things up by opening The Morgans hotel on Madison avenue. The Morgans, decorated by French designer Andrée Putman, created a hospitality worldwide phenomenon – smaller hotels for trendy patrons who do not want to stay in generic places and feel a vision of originality. So when Philippe Starck received that phone call, Ian Shrager had already tested or rather invented the waters – ‘that is to say, it was the first time that there was a real act of creation, really personal, really modern, really inventive, but which had the ambition to become a classic’Transcending class conventions Starck provided tricks and surprises to make people forget that they were staying in small rooms. <\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "main": {
      "type": "template--article",
      "disabled": true,
      "settings": {
        "show_author_name": false,
        "show_dates": true,
        "blog-sidebar-link": "",
        "blog_sidebar_title": "",
        "blog_sidebar_desc": "",
        "show_blog_tags": false,
        "show_recent_posts": false
      }
    },
    "blog-posts": {
      "type": "blog--blog-posts",
      "settings": {
        "colors": "light",
        "subheading": "BLOG",
        "title": "Latest articles",
        "post_limit": 3,
        "show_author_name": false,
        "show_dates": true,
        "show_blog_images": true,
        "imageSize": "square"
      }
    }
  },
  "order": [
    "a7278f70-4e30-4842-a597-b42daa02c6fc",
    "caa04637-6009-4065-89c7-931d3e44b826",
    "60bed94f-19d1-471f-9213-301734a4bab2",
    "35b16fa5-38a0-4a0d-b186-e6266af128fc",
    "b67ffdb6-d12c-4a59-8a22-0ea7737188d0",
    "main",
    "blog-posts"
  ]
}
