{
  "sections": {
    "a7278f70-4e30-4842-a597-b42daa02c6fc": {
      "type": "image--image",
      "settings": {
        "image": "shopify:\/\/shop_images\/Schermata-2021-10-01-alle-12.49.25-1024x507.png",
        "parallax": true,
        "alignment": "center",
        "hero_size": "medium",
        "text-over-image-width": "full-width"
      }
    },
    "caa04637-6009-4065-89c7-931d3e44b826": {
      "type": "text--rich-text",
      "settings": {
        "colors": "white",
        "width": "medium",
        "subheading": "",
        "page_title": "Flân’ Club: Tom Mardegan & Leti Anzalotta, N2S Italia, London",
        "title": "",
        "text": "<p><a href=\"https:\/\/www.n2sitalia.com\/\">N2S Italia <\/a>designs bespoke upscale experiences and events from “North to South” Italy with a brand new and hands-on approach. For the two young founders, Tommaso from Milan and Letizia from Puglia, the definition of luxury includes authenticity and sustainability. We sit down with them to discover more about N2S motto, their travel philosophy and their best and worst travel memories.<\/p>",
        "button_link": "",
        "button_label": ""
      }
    },
    "60bed94f-19d1-471f-9213-301734a4bab2": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/Progetto-senza-titolo-90-1024x1024.png",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>Could you tell us three things about you both?<\/strong><\/p><p><em>Tom <\/em><\/p><ul><li>Northern Italian <\/li><li>Beauty driven <\/li><li>Always looking for the next adventure <\/li><\/ul><p><em>Leti <\/em><\/p><ul><li>Southern Italian <\/li><li>Rooted to the traditions <\/li><li>Kind soul looking for peacefulness <\/li><\/ul><p><strong>What is the story behind N2S Italia?<\/strong><\/p><p>After 5 years in the industry, we had the need and the ambition to open our own business in order to finally promote our very own travel vision and philosophy. <\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "35b16fa5-38a0-4a0d-b186-e6266af128fc": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/15-1024x1024.png",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>Describe your philosophy when it comes to travel?<\/strong><\/p><p>We believe in the slow travel philosophy: taking the time to really savor an experience and having the space to forge a deeper exchange with Italy and Italians rather than speeding through the country to tick mainstream places off a bucket list.<\/p><p>This is the new luxury in travel, that is changing fast and the pandemic only accelerated this process. Today factors like authenticity, sustainability and time are the “new” luxuries.<\/p><p>Moreover, slow is also synonymous of sustainability. Travel is sustainable when it is purposeful and when it contributes to the local economy of “secondary” destinations or places that are off-the-beaten-path but not necessarily less beautiful. <\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "01a02ec6-9414-4231-b86e-c3884f00d7d7": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/31-768x1024.jpg",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>On your website, you mention you are committed to promote real people and inaccessible places. How would you define real people and inaccessible places?<\/strong><\/p><p>By real people, we mean <em>local Italians<\/em> – full of soul, talent and character. Italy has beautiful landscapes but it’s the people who made it an exceptional country. They’re the foundation of Italian excellence.<br\/>Some of our partners include the proud owner of a boutique winery in Tuscany with a passion for astronomy and architecture – each wine is dedicated to a constellation and the tasting takes place into a converted chapel. Or a Venetian Countess who will host you for tea in her 16th-century palazzo overlooking the Grand Canal in Venice, surrounded by works of art she has collected during her trips around the world. Or a writer who converted an ancient stone quarry into a cozy “nest” overlooking Lake Como where you can enjoy dining al fresco while learning about legends of the famous lake.<br\/>By inaccessible places, we mean <em>unique places<\/em> that you would not necessarily be able to find on a travel guide. Places that are off-the-beaten-path, so they haven’t lost their local flair. Places that aren’t overcrowded because people don’t know about them and places that aren’t normally open to the public.<br\/>Inaccessible places can be the private island you can only reach by helicopter, or an offshore villa accessible exclusively by private boat. “Inaccessible” doesn’t necessarily mean difficult to access physically or cost-prohibitive – it could even be a hidden corner or neighborhood that only locals know about or a place you can only access thanks to our relationships on the ground.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "4450c9f4-e287-4259-b8d0-88accdd20d4c": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/Progetto-senza-titolo-92-1024x1024.png",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>What’s the key to create the perfect italian itinerary?<\/strong><\/p><p>For us there are 3 fundamental keys to create the perfect itinerary: <\/p><p><em>Contacts – Creativity – Knowledge <\/em><\/p><p>Our goal is to include even in the most classic itinerary something unconventional and unexpected, mixing some ever-greens that always attract the client and convince him to book with some unknown places or experiences.  <\/p><p>An itinerary is perfect when is unexcepted. If you know already what to expect from the trip you are going to make, then it’ll be ordinary and not exceptional. <\/p><p>Obviously, to execute this successfully, you need tons of local contacts to open doors – creativity to come up always with the craziest idea – in dept knowledge about the destination in order not to copy what every one provides already. <\/p><p><strong>Which part of Italy do you think is still unknown?<\/strong><\/p><p>Abruzzo – Friuli Venezia Giulia – some small islands such as the Tremiti Islands or Linosa. <\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "main": {
      "type": "template--article",
      "disabled": true,
      "settings": {
        "show_author_name": false,
        "show_dates": true,
        "blog-sidebar-link": "",
        "blog_sidebar_title": "",
        "blog_sidebar_desc": "",
        "show_blog_tags": false,
        "show_recent_posts": false
      }
    },
    "blog-posts": {
      "type": "blog--blog-posts",
      "settings": {
        "colors": "light",
        "subheading": "BLOG",
        "title": "Latest articles",
        "post_limit": 3,
        "show_author_name": false,
        "show_dates": true,
        "show_blog_images": true,
        "imageSize": "square"
      }
    }
  },
  "order": [
    "a7278f70-4e30-4842-a597-b42daa02c6fc",
    "caa04637-6009-4065-89c7-931d3e44b826",
    "60bed94f-19d1-471f-9213-301734a4bab2",
    "35b16fa5-38a0-4a0d-b186-e6266af128fc",
    "01a02ec6-9414-4231-b86e-c3884f00d7d7",
    "4450c9f4-e287-4259-b8d0-88accdd20d4c",
    "main",
    "blog-posts"
  ]
}
