{
  "sections": {
    "a7278f70-4e30-4842-a597-b42daa02c6fc": {
      "type": "image--image",
      "settings": {
        "image": "shopify:\/\/shop_images\/3-6-1024x576.png",
        "parallax": true,
        "alignment": "center",
        "hero_size": "medium",
        "text-over-image-width": "full-width"
      }
    },
    "caa04637-6009-4065-89c7-931d3e44b826": {
      "type": "text--rich-text",
      "settings": {
        "colors": "white",
        "width": "medium",
        "subheading": "",
        "page_title": "Meet Kalia Konstantinidou, Istoria and Parīlio, Greece",
        "title": "",
        "text": "<p>Meet the beautiful Kalia Eliopoulos; With her husband Antonis, they own the magical Istoria andParīlio hotels on the islands of Santorini and Paros. She takes us on a journey, from the whitewash historical village to the legendary story of  “the Italian Lady”, she tells us about what inspired the design and what to expect when staying with them. <\/p>",
        "button_link": "",
        "button_label": ""
      }
    },
    "60bed94f-19d1-471f-9213-301734a4bab2": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/013-church-819x1024.jpg",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>You and Antonis had had previous careers before entering the world of hospitality. How did you both meet and how did the first project come about? <\/strong><\/p><p>We first met with my husband at a shipping event. Antonis was in the family shipping business at the time and I was working in PR for a think tank. On one of my husband’s countless trips to Santorini, he decided to buy a rustic vineyard as his family’s summer estate. He then had the bold idea of turning it into the first 5-star hotel of the island, the now renowned Vedema, a Luxury Collection Resort.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "35b16fa5-38a0-4a0d-b186-e6266af128fc": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/g-03-parilio-684x1024.jpg",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>Can you tell us a little bit more about the Italian lady who owned the house before it became Istoria? <\/strong><\/p><p>The house that used to lie on Istoria’s grounds was owned by a lady that the locals would call ‘the Italian lady’ – who in fact is Greek but had moved to Italy almost 50 years ago. She’s had a very interesting life and many stories to tell. When she was 16, the King of Greece had organized a big ball in the palace. She could attend it because her father worked for the king as he was in charge of the horses. The King of Jordan, who was 50 years old at the time, fell in love with her and wanted to marry her. Of course, he had many wives but that wasn’t an issue. Her mother wanted to let her marry him but her father did not accept it. The pushy king was chasing her, so her father arranged a passport for her to enable her to travel around the Mediterranean. For four years she traveled to Turkey, Israel, Morocco, and Italy so that the king could not find her and that’s how she ended up in Italy and she stayed there.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "94f3aa02-5263-480a-acb3-53e0236258f1": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/007-istoria-destination-santorini-819x1024.jpg",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>How are the islands of Santorini and Paros different from each other? <\/strong><\/p><p>Santorini is our first and eternal love, while Paros is the island we used to spend our family vacation. Both islands boast exquisite natural beauty, rich culture, and gastronomy, and yet they are very unique and with a completely different vibe from each other. The volcanic landscape of Santorini on the one side is a major attraction because of its energy and mystery. A massive explosion that happened thousands of years ago at the Aegean sea, created the biggest Caldera in the world, now offering an amazingly beautiful scenery with breathtaking views – mostly famous for the sun-bleached houses hanging from the cliff, blue-domed churches, and legendary sunsets. On the other side, Paros is a place where unspoiled natural beauty and the slowed rhythms of Cycladic life prevail, the island embodies an authentic and organic Greek experience. The younger crowds come looking for a laidback holiday among its pristine sandy beaches and lively nightlife. Surfers come for its inviting waves, while families enjoy its many shallow, sheltered bays. Couples relish the picturesque villages and bougainvillea-lined alleyways. And nature lovers come to explore the island’s wildlife and stunning geological formations.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "main": {
      "type": "template--article",
      "disabled": true,
      "settings": {
        "show_author_name": false,
        "show_dates": true,
        "blog-sidebar-link": "",
        "blog_sidebar_title": "",
        "blog_sidebar_desc": "",
        "show_blog_tags": false,
        "show_recent_posts": false
      }
    },
    "blog-posts": {
      "type": "blog--blog-posts",
      "settings": {
        "colors": "light",
        "subheading": "BLOG",
        "title": "Latest articles",
        "post_limit": 3,
        "show_author_name": false,
        "show_dates": true,
        "show_blog_images": true,
        "imageSize": "square"
      }
    }
  },
  "order": [
    "a7278f70-4e30-4842-a597-b42daa02c6fc",
    "caa04637-6009-4065-89c7-931d3e44b826",
    "60bed94f-19d1-471f-9213-301734a4bab2",
    "35b16fa5-38a0-4a0d-b186-e6266af128fc",
    "94f3aa02-5263-480a-acb3-53e0236258f1",
    "main",
    "blog-posts"
  ]
}
