{
  "sections": {
    "a7278f70-4e30-4842-a597-b42daa02c6fc": {
      "type": "image--image",
      "settings": {
        "image": "shopify:\/\/shop_images\/story-1024x525.jpg",
        "parallax": true,
        "alignment": "center",
        "hero_size": "medium",
        "text-over-image-width": "full-width"
      }
    },
    "caa04637-6009-4065-89c7-931d3e44b826": {
      "type": "text--rich-text",
      "settings": {
        "colors": "white",
        "width": "medium",
        "subheading": "The Flâneurs",
        "page_title": "Meet Nadira Lalji, Inhabit Hotel, London",
        "title": "",
        "text": "<p>Nestled within an impressive row of Georgian townhouses minutes walk from the bustling Edgware Road, Inhabit is a new design-led hotel with a strong ethos of meditative wellness. Filled with original art, cleansing yoga-spaces, and a carefully curated library of holistic books in each room, you’ll leave here feeling restored and inspired. We met with Nadira Lalji to find out more about why Inhabit is soon to become a must-visit for a London stay.<\/p>",
        "button_link": "",
        "button_label": ""
      }
    },
    "60bed94f-19d1-471f-9213-301734a4bab2": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/g-01-inhabit-hotel-683x1024.jpg",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>Can you share three interesting facts about Inhabit?<\/strong><\/p><p><strong><br\/><\/strong><em><strong>1) Originally six homes…<\/strong><\/em><\/p><p><\/p><p><br\/>Inhabit occupies six, formerly residential Georgian townhouses. Upon entering the hotel, given its open plan layout and winding corridors through buildings, you do not immediately notice the distinctions between the houses, which were first connected in the Seventies. We reconsidered floor and ceiling treatments to be sensitive to the original buildings and delineate their positions. The buildings were gutted prior to our acquisition of the site; sadly, in spite of its listed status, much of the interior fabric of the hotel had been destroyed. <\/p><p><br\/><\/p><p><em><strong>2) Formerly a nightclub…<br\/><\/strong><\/em><br\/>25 Southwick Street was previously the site of Zebra Club, a restaurant, bar and nightclub. While the club was not somewhere we frequented, or know much about, we are certain that the current wellness-focused hotel and its serene spaces are quite the transformation and juxtaposition, given the building’s past life and former red-light-district locale.<br\/><br\/><\/p><p><em><strong>3) Art gallery credentials…<\/strong><\/em><\/p><p><br\/>Many hotels resort to prints and off-the-shelf art. Art was a major consideration for the property: we collaborated with around several dozen artists, in partnership with Anne Rogers from Culture A. Roughly half of our artists are based in the UK; others hail from the USA, Japan, Denmark, Bulgaria, Germany and France.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "35b16fa5-38a0-4a0d-b186-e6266af128fc": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/g-14-inhabit-hotel-688x1024.jpg",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p>In a continuation of Inhabit’s ethos of mindfulness and wellness, we curated a holistic art programme for the guest rooms and public areas to engage guests in a multi- disciplinary art experience that celebrates Inhabit’s mission, London sensibility and Scandinavian style.<br\/><br\/>We have 440 pieces of art in the hotel: 204 artworks in communal areas and corridors, and 236 in guest rooms. Our artworks follow six curatorial themes that we felt represented wellbeing for our guests and wellbeing for the wider world, including <em>Lucky Life<\/em> (embrace opportunity), <em>Supernatural<\/em> (connect with vivid nature), <em>Mindful Escape<\/em> (meditate; reflect; repeat), <em>Interconnectivity<\/em> (it’s all relative), and <em>Peaceful Play<\/em> (be in the moment).  <\/p><p>Our art programme is an example of our overriding commitment, as a hotel brand, to promote local and international culture. The programme features a mix of emerging and established artists working in a variety of mediums, including textile, metal, painting, and photography. Our hope is that the experience inspires guests to reflect on their surroundings in the context of Inhabit’s ethos, while also connecting with the works and each other through the inclusive, universal language of art. <\/p><p><br\/><\/p><p><strong>What inspired the name of the hotel?<br\/><\/strong><br\/>I read a few books about mindfulness, <em>lagom<\/em> and <em>hygge<\/em>: all concepts that explore the idea of comfort and, most importantly for me, comfort in the quotidian – our day-to-day living and routine. As I read these books, I kept an eye on words, marking up the books as I leafed through them, and ‘inhabit’ kept surfacing and summarised it for me and our team.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "f1a9385c-03cd-4a96-a167-0c1e106b714a": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/g-02-inhabit-hotel-858x1024.jpg",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>What inspired the design of the hotel?<\/strong><\/p><p><br\/>Our intention was to create a serene and soothing space, and we worked backwards from that end goal by interrogating our design, supply chains and build process. Moreover, we sought to achieve a peaceful environment for our guests by creating a sensory experience – one that impacts all of the senses. We incorporated textured, natural materials, soothing tones, and handmade objects, artworks and furniture. We showcase skilful, design-oriented, local craftsmanship throughout. And because we believe in wellness not only for the individual but also for the wider world, we decided to integrate social enterprise and like-minded businesses at every stage of the supply chain.<br\/><br\/>Our own travels have also influenced the design: in particular, staying at Ett Hem hotel in Stockholm. Few experiences I have had to date come close to rivalling Ilse Crawford’s design of the home, and the way it operates. I brought the idea – a vision for architecturally recreating Ett Hem’s casual kitchen concept, gathering around the table, to our team – and we fleshed it out to suit a city-centre hotel.<br\/><\/p><p>Fundamentally, at Inhabit, I have used design as a means to showcase life-improving, socially conscious homewares. If I were not a hotelier, I would most certainly be a social entrepreneur, so I seek to support these innovators as they support the disenfranchised, tackling big, challenging issues.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "948d99fa-6077-44d9-91d1-8e663910b900": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/g-12-inhabit-hotel-723x1024.jpg",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>What is the most important element when thinking about a hotel? <\/strong><\/p><p>Hospitality is fundamentally about <em>people<\/em>: connection and the human touch are at its core. It is a service business. As a youthful brand, we deliberately adopted service standards that are less formal, more peer-to-peer and relaxed, in line with the residential feel of our kitchen, communal dining and library spaces. <\/p><p>When thinking about what really mattered to us as travellers, we wanted to feel restored. So creating a restorative experience became key. While our hosts at Inhabit seek to offer our guests great service, Inhabit has the principal aim of offering a pause from the frenetic everyday. Our aim is to nourish the senses, the body and the mind. We wanted to demonstrate consistency and thoughtfulness at every touchpoint.<\/p><p><br\/><\/p><p><strong>How do you source the art and the furniture? <\/strong><\/p><p>Over a number of years, I have actively sought out local fabricators, artists and social enterprises working to upcycle, reuse wasted materials and offcuts and redistribute goods. It has been a journey; there’s no centralised platform that I have found yet that organises and curates such enterprises. <\/p><p>MF is a platform (as well as our own online retail platform) to do so for others, and really spotlight these incredible individuals, non-profits and businesses. We have put out calls to action for artists at a range of institutions (Ravensbourne, Somerset House Studios and Makerversity, for example) for a number of our hotel projects, and will continue to build on these creative collaborations.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "4496600a-66e0-4c07-a4ea-7cb9d3d63a75": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/g-05-inhabit-hotel-683x1024.jpg",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p>We sought to bring the natural world into the building through biophilic art and design, natural materials and planting. In doing so, we wanted to soften the built environment with nature and blur the boundaries between our building’s interiors and Hyde Park outside. We also wanted to support sustainability. The word ‘honest’ describes our design: we favour natural materials and hues, original, biophilic artworks, heartfelt craftsmanship, a community ethos and sustainable production processes. We are excited about the partnership with MF, as we want to support our guests and people, in general, to create their own restorative spaces. <\/p><p><br\/><\/p><p><strong>What is your favourite book in the library? <\/strong><\/p><p>Our library showcases a curated collection of literature and objects presenting the topics of wellness, meditation, holistic health, style, contemporary art, philosophy, Scandinavian design, travel, London specialties and nature. The majority of the books were sourced through Hive, with proceeds supporting the South Kensington Bookshop, a local retailer in London.<\/p><p>A favourite is Jon Kabat-Zinn’s <em>Wherever You Go, There You Are<\/em>. This book is specifically designed for those that may be resistant to meditation and mindfulness, and it delivers a great introduction to these topics. It reinforces that the notion of mindfulness isn’t complex, it is actually very simple, with quotidian and easy applications. Jon Kabat-Zinn’s words, ‘You can’t stop the waves, but you can learn how to surf’ are an enduring inspiration, and I return to them time and time again. <\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "94961644-895d-489e-9d27-264a3e289dde": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/Copy-of-Green-and-Salmon-Text-Food-Influencer-Maximalism-Highlight-Cover-Set-16-731x1024.png",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>Do you have an object that has a special place in your heart?  <\/strong><\/p><p>A book called <em>Wisdom<\/em>, given to me at the age of eighteen; I return to it time and time again. It is filled with timeless wisdom from Indian masters. I have passed on many of my cherished books to the Inhabit library, but this one remains with me. I also treasure some simple sandalwood prayer beads made from my time living in India as a child. <br\/><br\/><\/p><p><strong>Can you tell us about Yeotown? <\/strong><\/p><p>Yeotown is an innovative, plant-centric kitchen and health retreat. It’s a place that inspires healthy habits (one of Inhabit’s goals). When I met Yeotown’s founders, Simon and Mercedes, several years ago in Devon, I was drawn to them both. I did not want wellness to be perfunctory or in any way an afterthought at Inhabit, and their deep and holistic experience in the wellness industry made them the ideal partners. <br\/><br\/><\/p><p><strong>What has this year changed for Inhabit? <\/strong><br\/>Inhabit has been closed; and, at the same time, so much has changed. This has also given us time to breathe and focus on our next Inhabit project (a site in Queens Garden) as well as our Montcalm hotel group. Our London portfolio encompasses 20 hotels, and only having two stay open through the pandemic has enabled us to reconsider the portfolio in totality. While the hotels have been shut, we have also had the chance to look beyond the day-to-day to our strategy and to explore important issues such as the consumption of energy, waste and water management across our portfolio. <\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "main": {
      "type": "template--article",
      "disabled": true,
      "settings": {
        "show_author_name": false,
        "show_dates": true,
        "blog-sidebar-link": "",
        "blog_sidebar_title": "",
        "blog_sidebar_desc": "",
        "show_blog_tags": false,
        "show_recent_posts": false
      }
    },
    "a648a93b-28ea-46a1-b331-204304ead4a9": {
      "type": "image--gallery",
      "blocks": {
        "template--18004491108667__a648a93b-28ea-46a1-b331-204304ead4a9-16764636599915d700-0": {
          "type": "image",
          "settings": {
            "image": "shopify:\/\/shop_images\/Pause-Coffee-Table-1.jpg",
            "link": "",
            "title": "",
            "description": "<p>Pause Coffee Table<\/p><p>From €1,783<\/p>"
          }
        },
        "template--18004491108667__a648a93b-28ea-46a1-b331-204304ead4a9-16764636599915d700-1": {
          "type": "image",
          "settings": {
            "image": "shopify:\/\/shop_images\/Kuki_Salad_Bowl_Profile_576x576_ef871031-75d6-43cc-85b1-f1531a71121c.jpg",
            "link": "",
            "title": "",
            "description": "<p>Kuki Wooden Salad Bowl<\/p><p>€91<\/p>"
          }
        },
        "template--18004491108667__a648a93b-28ea-46a1-b331-204304ead4a9-16764636599915d700-2": {
          "type": "image",
          "settings": {
            "image": "shopify:\/\/shop_images\/Leather-Cushions-scaled-e1665394637426-831x1024.jpg",
            "link": "",
            "title": "",
            "description": "<p>Leather Cushion<\/p><p>€152<\/p>"
          }
        }
      },
      "block_order": [
        "template--18004491108667__a648a93b-28ea-46a1-b331-204304ead4a9-16764636599915d700-0",
        "template--18004491108667__a648a93b-28ea-46a1-b331-204304ead4a9-16764636599915d700-1",
        "template--18004491108667__a648a93b-28ea-46a1-b331-204304ead4a9-16764636599915d700-2"
      ],
      "settings": {
        "colors": "white",
        "subheading": "",
        "title": ""
      }
    },
    "blog-posts": {
      "type": "blog--blog-posts",
      "settings": {
        "colors": "light",
        "subheading": "BLOG",
        "title": "Latest articles",
        "post_limit": 3,
        "show_author_name": false,
        "show_dates": true,
        "show_blog_images": true,
        "imageSize": "square"
      }
    }
  },
  "order": [
    "a7278f70-4e30-4842-a597-b42daa02c6fc",
    "caa04637-6009-4065-89c7-931d3e44b826",
    "60bed94f-19d1-471f-9213-301734a4bab2",
    "35b16fa5-38a0-4a0d-b186-e6266af128fc",
    "f1a9385c-03cd-4a96-a167-0c1e106b714a",
    "948d99fa-6077-44d9-91d1-8e663910b900",
    "4496600a-66e0-4c07-a4ea-7cb9d3d63a75",
    "94961644-895d-489e-9d27-264a3e289dde",
    "main",
    "a648a93b-28ea-46a1-b331-204304ead4a9",
    "blog-posts"
  ]
}
