{
  "sections": {
    "a7278f70-4e30-4842-a597-b42daa02c6fc": {
      "type": "image--image",
      "settings": {
        "image": "shopify:\/\/shop_images\/Anim-header-Orange-Yellow-Homeware-Living-Decor-Maison-Flaneur-1024x441.png",
        "parallax": true,
        "alignment": "center",
        "hero_size": "medium",
        "text-over-image-width": "full-width"
      }
    },
    "caa04637-6009-4065-89c7-931d3e44b826": {
      "type": "text--rich-text",
      "settings": {
        "colors": "white",
        "width": "medium",
        "subheading": "",
        "page_title": "Meet Mina Dilber Temo, Founder of Anim Living, Istanbul, Turkey",
        "title": "",
        "text": "<p>Mina Dilber Temo was born and raised in Istanbul, Turkey. It is this strong heritage that has inspired her latest business venture: ANIM. Having studied in the US, Mina shifted her focus to Journalism working for CNN Turkey; Splitting her time between London and Istanbul living in the fast lane. This led to her creating a unique sustainable brand that brought excitement and happiness to people’s homes – and will last a lifetime. <\/p>",
        "button_link": "",
        "button_label": ""
      }
    },
    "60bed94f-19d1-471f-9213-301734a4bab2": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/0x0-mina-dilber-temo-heyecanli-bir-surec-yasiyorum-1561022254723-810x1024.jpg",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>Can you tell us a little bit about your background?<\/strong><br\/>Born and raised in Istanbul, Turkey, I spent half a decade in Los Angeles where I attended the University of Southern California and studied political science and communications. Living in London in between and returning back to Istanbul, I worked as a journalist for CNN Turkey. Being passionate about storytelling and cross-cultural relationships, I worked in the fields of news, marketing in communications before launching Anim – a lifestyle brand with a focus on home textiles.<\/p><p><strong>How did you start Anim Living?<\/strong><br\/>It really was about sticking back to my roots I would say. I really wanted to create a new generation lifestyle brand with a main focus on home textiles. I come from a family of textile origins, both from my mother’s and my father’s side. While I had no intention of working at textiles when I was a child, I started realizing there wasn’t much of a home textiles brand with a young and cool spirit, that would actually excite people. I really wanted to create something that would make people happy and excited, while staying true to such values of being rooted in quality, cultural responsibility, and sustainability. Design and craftsmanship with beautiful fabrics and items made to last a lifetime at the core of Anim, it really is an exciting journey to create. Home is all we have, and the confinement period during COVID has proved this as well. I truly believe in the unique approach of Anim towards home textiles – and more.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "35b16fa5-38a0-4a0d-b186-e6266af128fc": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/Helios-Placemat-4-768x1024.jpg",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>What inspires you? <\/strong><br\/>I think almost anything and anyone. People I meet, people I look up to, places I travel to, my childhood memories, collectibles and vintage items. Nature itself, art, anything that people turn into art… I truly believe life is about being inspired and being able to inspire anyways.<\/p><p><strong>How much do you think your work is inspired by Turkey?<\/strong><br\/>A lot I would say. Every part of Turkey is an infinite source of inspiration. I spend a lot of time researching textiles around Turkey, sourcing vintage fabrics from small villages of Anatoli, and trying to rewrite stories through textiles – with a sense of cultural responsibility towards our hometown. From once upon a time Constantinople, today’s Istanbul where East meets West with all it’s allure – to the Aegean Coast of Turkey and the rest of the country with its cross-cultural vitality, Turkey really never ceases to amaze one. The four worlds of Anim; Essentials, Terra, Root, and Aegean Spirit actually all carry the traces of our culture with a modern take.<\/p><p><strong>Is there a piece from a collection that has a special meaning for you?<\/strong><br\/>The Helios and Retro Theia Tableware pieces from the new collection, Under The Sun. They were inspired by the Suzani fabrics from grandmother’s vintage textiles collection. With a colorful take and a modern attitude, they really turned out to be amazing. It even excited my grandmother very much. Also our Different But Same- Vintage Cushions from our Root Collection. Some of them were actually featured in the latest issue of Cabana Magazine, it was actually a very special moment to see that since those cushions tell the story of a 100-year-old cultural heritage all the way from the Black Sea Region of Turkey.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "9e402c4c-9c91-453e-a546-2bb814bac75b": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/top-1-1024x614.jpg",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><\/p><p><strong>How would you describe your style in interiors? <\/strong><br\/>A contemporary take on mid century modern.<br\/>Blend of modern ease with a touch of traditional charm.<br\/>Most importantly refined yet relaxed.<\/p><p><strong>What are your favourite interior shops in Turkey\/in the world? <\/strong><br\/>Alaturca House and Sanayi 313 in Turkey. Graanmarket Antwerp, Alex Eagle London, Merci Paris, Roman and Williams Guild NY, Casica Tokyo, Totokaelo are some of my favorites.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "main": {
      "type": "template--article",
      "disabled": true,
      "settings": {
        "show_author_name": false,
        "show_dates": true,
        "blog-sidebar-link": "",
        "blog_sidebar_title": "",
        "blog_sidebar_desc": "",
        "show_blog_tags": false,
        "show_recent_posts": false
      }
    },
    "blog-posts": {
      "type": "blog--blog-posts",
      "settings": {
        "colors": "light",
        "subheading": "BLOG",
        "title": "Latest articles",
        "post_limit": 3,
        "show_author_name": false,
        "show_dates": true,
        "show_blog_images": true,
        "imageSize": "square"
      }
    }
  },
  "order": [
    "a7278f70-4e30-4842-a597-b42daa02c6fc",
    "caa04637-6009-4065-89c7-931d3e44b826",
    "60bed94f-19d1-471f-9213-301734a4bab2",
    "35b16fa5-38a0-4a0d-b186-e6266af128fc",
    "9e402c4c-9c91-453e-a546-2bb814bac75b",
    "main",
    "blog-posts"
  ]
}
