{
  "sections": {
    "a7278f70-4e30-4842-a597-b42daa02c6fc": {
      "type": "image--image",
      "settings": {
        "image": "shopify:\/\/shop_images\/248440937.jpg",
        "parallax": true,
        "alignment": "center",
        "hero_size": "medium",
        "text-over-image-width": "full-width"
      }
    },
    "caa04637-6009-4065-89c7-931d3e44b826": {
      "type": "text--rich-text",
      "settings": {
        "colors": "white",
        "width": "medium",
        "subheading": "",
        "page_title": "Meet Milly Hibbert, Head of Brand & Retail Development, Thyme, The Costwolds",
        "title": "",
        "text": "<p>We discovered Thyme and the Ox barn almost by chance on a rainy July afternoon. Our first lunch since the lift of quarantine, it was love at first sight with the charming rural retreat. This Cotswolds “village within a village”, includes a country-chic hotel, restaurant, and spa. We meet Milly Hibbert, head of brand and retail development to discuss the family-run business, sustainability, and why we all need to “take the Thyme”.<\/p>",
        "button_link": "",
        "button_label": ""
      }
    },
    "60bed94f-19d1-471f-9213-301734a4bab2": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/MillyHibbert-731x1024.jpg",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>Could you tell us about the story of your ‘village within a village’? <\/strong><\/p><p>Thyme has been a journey, it has evolved over the years, growing organically into what is now our ‘village within a village’. We moved here as a family in 2001 and acquired a collection of historic, agricultural buildings that had been forgotten and fallen into a state of complete disrepair. The ambition was to breathe new life into these old working buildings, preserving their huge internal spaces and reconnecting them with the land and farm. Over the next 10 years, Thyme began to unfold and grow, and while it changed, the ethos has never faltered.The name ‘Thyme’ was chosen because it is a culinary, medicinal and aromatic herb, but also it is about slowing down. Thyme still embodies that ethos, to ‘take Thyme’, to enjoy the moment and to reconnect with nature.  A stay at Thyme is to be immersed in the English countryside, to experience our love of the land, nature and the seasons in all their glory from the flowers, fruit and vegetables that grace our tables to the flora and fauna that inhabit our farm and wild spaces. <\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "cb131cd6-342a-4b0b-a859-4778b0fb4032": {
      "type": "image--image",
      "settings": {
        "image": "shopify:\/\/shop_images\/download-1-1024x521.jpg",
        "parallax": true,
        "alignment": "center",
        "hero_size": "medium",
        "text-over-image-width": "full-width"
      }
    },
    "35f35aa8-b8b6-4b51-b041-f883f65a5869": {
      "type": "text--rich-text",
      "settings": {
        "colors": "white",
        "width": "medium",
        "subheading": "",
        "page_title": "",
        "title": "",
        "text": "<p><strong>It’s a family story, isn’t it? <\/strong><\/p><p>It is! The restoration of Thyme began with a collaborative effort between my mother and Thyme’s Founder, Caryn Hibbert, and her father Michael Bertioli, a physicist and engineer, combining their passions in architecture, conservation, and design. While Caryn led the concept and design, Michael’s motivation was the installation of green technology, ensuring these large agricultural buildings were as energy efficient as possible and re-built for the future.Thyme is still family owned and ran today, led by Caryn, my eldest brother Charlie and me, Camilla. Charlie is our Head Chef, leading the food and produce. His time is spent in the kitchens of our Ox Barn restaurant, the cookery school and in the gardens – Charlie works meticulously with the garden team to select and grow the fruits, vegetables, and herbs used to create his menus. I look after the brand and marketing, as well as the retail, with a real focus on the development of Thyme’s daughter brand ‘Bertioli by Thyme’. This includes table linens and silk wear, adorned with botanical illustrations painted by Caryn which depict the flora that inhabit Thyme’s gardens and wild spaces.<\/p><p><strong>Can you tell us a little bit about the region? <\/strong><\/p><p>The Cotswolds is an Area of Outstanding Natural Beauty, characterised by idyllic English countryside and honey-hued stone unique to the area. The historic wealth of the Cotswolds was built upon the wool trade, with rolling hills strewn with flocks of ‘Cotswolds Lions’, a breed of sheep known for its mane-like, shaggy fleece. The area today is made up of a collection of picture-perfect villages and towns, some comprising of the oldest cottages in the world, historic houses with world class gardens, and marvellous craftspeople. It is most definitely a place worth getting lost in for a good while! <\/p><p> <strong>What is your approach to hospitality? <\/strong><\/p><p>Thyme is an extension of our home and that familial feel inspires to our style of service. We want our guests to feel at home and at complete ease. <\/p>",
        "button_link": "",
        "button_label": ""
      }
    },
    "35b16fa5-38a0-4a0d-b186-e6266af128fc": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/23.-Thyme-November-Ox-Barn7369-683x1024.jpg",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>What are you most proud of at Thyme? <\/strong><\/p><p>Our team! The people that make up our team at Thyme make up the fabric of business and guest experience. They all work hard with a shared aspiration to make Thyme the best it can be!<\/p><p> <\/p><p><strong>What inspired the interior design? <\/strong><\/p><p>Our main barns are historic spaces, huge and impressive but at the same time symbolic of their farming heritage, honest and humble. We have made sympathetic architectural decisions that preserve the history of the spaces and design choices that blend with the natural materials of the buildings; the warm pale honey of the Cotswold stone, the grey slate rooves, the magnificent Douglas fir beams, imported from Canada over 200 years ago to create the soaring Ox Barn roof. Combining this with the inspiration of nature and botanicals. We use a lot of green – the predominant colour of nature, we use it as our neutral. It is remarkably versatile, a foundation upon which we can layer colour and pattern. Green is also a peaceful colour; it nurtures happiness and tranquillity. Throughout Thyme, you’ll notice the juxtaposition of grand with grit and modern, clean lines with ancient and irregular form. It ensures integrity, that the stories of the past continue to shine but also allows the buildings to look to the future.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "main": {
      "type": "template--article",
      "disabled": true,
      "settings": {
        "show_author_name": false,
        "show_dates": true,
        "blog-sidebar-link": "",
        "blog_sidebar_title": "",
        "blog_sidebar_desc": "",
        "show_blog_tags": false,
        "show_recent_posts": false
      }
    },
    "blog-posts": {
      "type": "blog--blog-posts",
      "settings": {
        "colors": "light",
        "subheading": "BLOG",
        "title": "Latest articles",
        "post_limit": 3,
        "show_author_name": false,
        "show_dates": true,
        "show_blog_images": true,
        "imageSize": "square"
      }
    }
  },
  "order": [
    "a7278f70-4e30-4842-a597-b42daa02c6fc",
    "caa04637-6009-4065-89c7-931d3e44b826",
    "60bed94f-19d1-471f-9213-301734a4bab2",
    "cb131cd6-342a-4b0b-a859-4778b0fb4032",
    "35f35aa8-b8b6-4b51-b041-f883f65a5869",
    "35b16fa5-38a0-4a0d-b186-e6266af128fc",
    "main",
    "blog-posts"
  ]
}
