{
  "sections": {
    "a7278f70-4e30-4842-a597-b42daa02c6fc": {
      "type": "image--image",
      "settings": {
        "image": "shopify:\/\/shop_images\/4C9A9096-1536x1024.jpg",
        "parallax": true,
        "alignment": "center",
        "hero_size": "medium",
        "text-over-image-width": "full-width"
      }
    },
    "caa04637-6009-4065-89c7-931d3e44b826": {
      "type": "text--rich-text",
      "settings": {
        "colors": "white",
        "width": "medium",
        "subheading": "",
        "page_title": "Meet Willem Smit, General manager of the El Fenn, Marrakech",
        "title": "",
        "text": "<p>Willem Smit’s career began as managing director of a Theatre in Holland. He found himself obsessing over the interior as much as the production on stage. Things took a dramatic turn when Willem agreed to take on the role of General Manager at El Fenn, Marrakech’s much-lauded art hotel in 2010, moving himself and his three dachshunds from Europe to North Africa in a Land Rover Defender loaded with treasures collected over a lifetime. “<a href=\"https:\/\/www.maisonflaneur.com\/venues\/el-fenn\/\">The El Fenn<\/a>was the opportunity I’d been looking for to express myself creatively.” Maison Flaneur discusses with the design the importance of colors, curation and how Instagram impacted the El Fenn.<\/p>",
        "button_link": "",
        "button_label": ""
      }
    },
    "60bed94f-19d1-471f-9213-301734a4bab2": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/MF_ElFenn_Lifestlye-8-1-1024x836_1.jpg",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>How the El Fenn became the design destination in Marrakech?   <\/strong><\/p><p>Willem Smit started a two-year refurbishment programme in 2012, redesigning and redecorating rooms and public spaces. His hard work paid off when in December 2014 El Fenn was voted number one out of 950 hotels to win the prestigious Mr & Mrs. Smith award for Best Dressed Hotel.<\/p><p><strong>How to add color to your interior?<\/strong><\/p><p>“The El Fenn has always be known to be very colorful; the corridors are bright red. The vibrant combinations are also reflected in the collection we carry in our shop. Colors are fundamental to our identity.”<\/p><p><strong>How the El Fenn can inspire you for a Moroccan-style home?  <\/strong><\/p><p>“There are handcraft elements from floorings to the walls. Continues Willem. “The vibrantly colorful suites are decorated with Moroccan fabrics, hand-stitched floors, and locally sourced antique. We source Moroccan objects from the best of Fez’s pottery to the camel leather floorings, to the traditional Tadelakt baths. The base is always Moroccan, but we are an eclectic hotel which provides depth in the atmosphere which is not common.”  <\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "cb131cd6-342a-4b0b-a859-4778b0fb4032": {
      "type": "image--image",
      "settings": {
        "image": "shopify:\/\/shop_images\/MF_ElFenn_Lifestlye-11-1024x455.jpg",
        "parallax": true,
        "alignment": "center",
        "hero_size": "medium",
        "text-over-image-width": "full-width"
      }
    },
    "35f35aa8-b8b6-4b51-b041-f883f65a5869": {
      "type": "text--rich-text",
      "settings": {
        "colors": "white",
        "width": "medium",
        "subheading": "",
        "page_title": "",
        "title": "",
        "text": "<p><strong>How the El-Fenn incorporates mid-century furniture with Moroccan design?<\/strong><\/p><p>“I tend to keep the base traditional and sourced local mid-century furniture. I have built strong relationships with my suppliers who send me their findings on WhatsApp. There are two or three people I go to on a monthly basis. I buy and restore the items, and then I keep them in storage just outside of Marrakech. Once or twice a year, I also wander through flee markets in Paris and Brussels and pick pieces. It’s 70% in local and 30% from Europe.”  <\/p><p><strong>How did you create a real sense of Homeliness?  <\/strong><\/p><p>“The books, the art: when I go through all the rooms, it is like walking through my own house. It has the same atmosphere, the same dynamic. 60% of the mid-century pieces that we have been collecting are all very personal. One day it might be in my house and the next day at the hotel. I try not to get attached, but there are some art pieces I would have difficulty parting with. Our personal esthetic is essential in the curation of the collection. We want the El Fenn to feel like a private house rather than a hotel. I know every single item, every single object. As a home, it’s also an evolving space. Once a month I get restless, and I see things that I feel like changing. I have storage where I have all the things that we have bought over the years, and that circulates in within the hotel.”<\/p>",
        "button_link": "",
        "button_label": ""
      }
    },
    "35b16fa5-38a0-4a0d-b186-e6266af128fc": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/MF_ElFenn_Lifestlye-14-1024x836_1.jpg",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>What is the influence of Instagram on a hotel such as the El-Fenn?<\/strong><\/p><p>“We have an interesting and exciting relationship with Instagram. We have a very loyal following, and it has been for a long time. In the past five years, we have seen a real change in our demographics. Our average guests are in their mid-twenties or early forties when it used to be significantly older. Most of them have a job in the creative industry. We encourage people to come and see the El Fenn in real life. It’s so much better than in the pictures.”  <\/p><p><strong>Why makes the El Fenn a unique Art destination?<\/strong><\/p><p>“Art is a significant component of our identity. Vanessa Branson is very much involved in the arts – She is one of the instigators of the Marrakech Biennale. We have an outstanding art collection, and we organize exhibitions in the shop and the corridor spaces. It works in a cycle; it’s an ever growing and evolving collection which is very exciting.”  <\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "main": {
      "type": "template--article",
      "disabled": true,
      "settings": {
        "show_author_name": false,
        "show_dates": true,
        "blog-sidebar-link": "",
        "blog_sidebar_title": "",
        "blog_sidebar_desc": "",
        "show_blog_tags": false,
        "show_recent_posts": false
      }
    },
    "28f9e77e-9857-4cd1-b59a-818a14b33a8f": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/Product-Morocco.jpg",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>What can you find at the El Fenn’s unique boutique?<\/strong><\/p><p>“Two and a half years ago the shop consisted of a three shelves arrangement in the reception area where I would sell the bread basket and the pool towels. We then decided to turn a space is the restaurant are in a  unique boutique. We co-curate an eclectic selection with Paul Rowland (One of the biggest names in model making and fashion, and ex-Ford Models). The store stocks a range of carefully sourced items including vintage-style clothes in a variety of print and patterns, plus bags, accessories, jewelry, coffee table books, perfumes, and home accessories. Adorning the walls currently are works from Marrakech-based Galerie 127. Another crucial influence is Madeline Weinrib who is our fifth collaborator. She is a big influencer in the curation of the shop. She is the granddaughter of the iconic owner of ABC Carpet in New York. She selects unique and beautiful carpets as well as designing her own collection of homeware, and the inventory of her adventure finds.”<\/p><p><strong>Who would be your dream guest?  <\/strong><\/p><p>“Lounging on a sofa, with a book and a glass of wine next to them. Now that’s the dream guest.”  <\/p><p> <\/p><p><a href=\"https:\/\/www.maisonflaneur.com\/welcome-to-riad-el-fenn\/\">To read more on the location of the El Fenn, click here. <\/a><\/p><p><a href=\"https:\/\/www.maisonflaneur.com\/venues\/el-fenn\/\">Discover the full collection specially curated by Willem Smit here.<\/a><\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "6f44c1ba-69aa-4282-9436-0a8b767e92c7": {
      "type": "image--image",
      "settings": {
        "image": "shopify:\/\/shop_images\/4C9A9096-1536x1024.jpg",
        "parallax": true,
        "alignment": "center",
        "hero_size": "medium",
        "text-over-image-width": "full-width"
      }
    },
    "blog-posts": {
      "type": "blog--blog-posts",
      "settings": {
        "colors": "light",
        "subheading": "BLOG",
        "title": "Latest articles",
        "post_limit": 3,
        "show_author_name": false,
        "show_dates": true,
        "show_blog_images": true,
        "imageSize": "square"
      }
    }
  },
  "order": [
    "a7278f70-4e30-4842-a597-b42daa02c6fc",
    "caa04637-6009-4065-89c7-931d3e44b826",
    "60bed94f-19d1-471f-9213-301734a4bab2",
    "cb131cd6-342a-4b0b-a859-4778b0fb4032",
    "35f35aa8-b8b6-4b51-b041-f883f65a5869",
    "35b16fa5-38a0-4a0d-b186-e6266af128fc",
    "main",
    "28f9e77e-9857-4cd1-b59a-818a14b33a8f",
    "6f44c1ba-69aa-4282-9436-0a8b767e92c7",
    "blog-posts"
  ]
}
