{
  "sections": {
    "a7278f70-4e30-4842-a597-b42daa02c6fc": {
      "type": "image--image",
      "settings": {
        "image": "shopify:\/\/shop_images\/JEANCAZALS.jpg",
        "parallax": true,
        "alignment": "center",
        "hero_size": "medium",
        "text-over-image-width": "full-width"
      }
    },
    "caa04637-6009-4065-89c7-931d3e44b826": {
      "type": "text--rich-text",
      "settings": {
        "colors": "white",
        "width": "medium",
        "subheading": "",
        "page_title": "Meet Jo Plismy, Gong Design, London",
        "title": "",
        "text": "<p>When you need to create the right atmosphere, the light plays a crucial role. Jo Plismy tells us all her secrets on how to illuminate a place. You will discover that Gong is not just about light but also timeless design, combined high-quality materials, and expert craftsmanship.<\/p>",
        "button_link": "",
        "button_label": ""
      }
    },
    "60bed94f-19d1-471f-9213-301734a4bab2": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/GongDesign-731x1024.png",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>What is the story behind Gong?<\/strong><\/p><p>When I was in my mid-twenties, I came a summer to London to practice my English for a couple of months. I got immediately hooked by the dynamism and the openness of the city.<\/p><p>Having grown up surrounded by 20th century furniture, Asian and African art dealers in Belgium, I had developed a passion for eclectic and timeless objects, and scouring flea markets was a favourite pastime. So the opening of my home interiors boutique on Portobello Road in 1999 was like a dream come true. Gong was born.<\/p><p>A few years later a second Gong boutique was opened on Fulham Road. Rich of that amazing experience I started to design my own lighting models for Gong. And inspired by their success and the desire to be more creative I decided to progressively dedicate my time exclusively to the creation of lighting collections.<\/p><p>Today that is what we are, a lighting design company, and we collaborate on residential and commercial projects with architects, interior designers, hotels, restaurants and real estate developers throughout the world, as well as numerous independent boutiques where you can find Gong lamps.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "35b16fa5-38a0-4a0d-b186-e6266af128fc": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/Credit-Jade-Nina-Sarkhel-31-copy-683x1024.jpg",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>Can you tell us what inspired your designs?<\/strong><\/p><p>My inspiration comes from so many sources, whether it is a piece from the 1950ies or from a forgotten past, that I can reinvent to give it a new life, whether it is the nature that surrounds us with all its organic shapes, whether it is an everyday object whose form I think I can transform to make a great light. <\/p><p>I remember during a trip on the island of Sumatra, I was lying on my bed in a modest hotel, overcome by the heat and the humidity typical of these tropical regions. Whilst I was daydreaming, excited about my excursion to the jungle the next day, my eyes were fixed on the mosquito net hanging over my head, it was not fully hanging but knotted halfway as they are usually kept during the day. I noticed it was in really bad state and I was pretty sure it wasn’t going to protect me against mosquitoes that night, but I thought, actually this could be a nice shape for a light. This is how I got the idea of the Meduse model.<\/p><p>This variety of inspirations explains the eclecticism of the Gong lighting collections which is, I believe, a uniqueness.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "main": {
      "type": "template--article",
      "disabled": true,
      "settings": {
        "show_author_name": false,
        "show_dates": true,
        "blog-sidebar-link": "",
        "blog_sidebar_title": "",
        "blog_sidebar_desc": "",
        "show_blog_tags": false,
        "show_recent_posts": false
      }
    },
    "blog-posts": {
      "type": "blog--blog-posts",
      "settings": {
        "colors": "light",
        "subheading": "BLOG",
        "title": "Latest articles",
        "post_limit": 3,
        "show_author_name": false,
        "show_dates": true,
        "show_blog_images": true,
        "imageSize": "square"
      }
    }
  },
  "order": [
    "a7278f70-4e30-4842-a597-b42daa02c6fc",
    "caa04637-6009-4065-89c7-931d3e44b826",
    "60bed94f-19d1-471f-9213-301734a4bab2",
    "35b16fa5-38a0-4a0d-b186-e6266af128fc",
    "main",
    "blog-posts"
  ]
}
