{
  "sections": {
    "a7278f70-4e30-4842-a597-b42daa02c6fc": {
      "type": "image--image",
      "settings": {
        "image": "shopify:\/\/shop_images\/1024w_x2400h_TUSCANY_p-4-5_Daybeds.jpg",
        "parallax": true,
        "alignment": "center",
        "hero_size": "medium",
        "text-over-image-width": "full-width"
      }
    },
    "caa04637-6009-4065-89c7-931d3e44b826": {
      "type": "text--rich-text",
      "settings": {
        "colors": "white",
        "width": "large",
        "subheading": "THE FLÂNEURS",
        "page_title": "Meet Amber Guinness, Chef and co-founder of Arniano painting school, Tuscany",
        "title": "",
        "text": "<p>Amber Guinness knows how to live well. The beautiful English food writer, freelance private chef, and co-founder of <a href=\"http:\/\/www.arnianopaintingschool.com\/\">Arniano painting school<\/a>, surrounds herself with things of beauty. With her best friend William Roper-Curzon they’ve opened Arniano painting school: a week-long residential art holiday for artists and enthusiasts of all levels, at her family home near Sienna. William does the teaching, while Amber concentrates on cooking delicious, seasonal meals from locally sourced ingredients. We take a few minutes to ask her about her life in Italy, what makes a good host, and tips to create the perfect table setting. <\/p>",
        "button_link": "",
        "button_label": ""
      }
    },
    "24110709-be57-45cc-927e-ca0f0614cfb4": {
      "type": "image--image",
      "settings": {
        "image": "shopify:\/\/shop_images\/The-Gloss-Magazine-Travel-Amber-Guinness-1-1321x868-1024x673.jpg",
        "parallax": true,
        "alignment": "center",
        "hero_size": "medium",
        "text-over-image-width": "full-width"
      }
    },
    "60bed94f-19d1-471f-9213-301734a4bab2": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/1.Hall.jpg",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>Can you tell us about Arniano painting school and how it came into being?<\/strong><\/p><p>The Arniano Painting School came into being in 2014, over a drink in Notting Hill with my great friend, the painter William Roper-Curzon. I was looking for a way to breathe life back into Arniano, our beloved family home, after my father’s death in 2011. We had moved to the UK six years previously but my dad was always here, tending to his much-loved garden. I wanted to find a reason to spend more time there, and share the beauty of this place that my parents had created. Happily, William was also searching for a new adventure. So, we came up with the idea of hosting residential painting holidays at Arniano, where William would teach painting, and I would cook seasonal Italian food for the guests. Looking back, it seems rather a mad idea – to bring together a house full of strangers who would share meals and classes together for a week. But it took off, and life-long friendships are forged on our courses, which is a lovely thing. Under William’s gentle and informed guidance, our guests find great confidence to carry on painting after they leave us, which is wonderful. We are now planning our first course in the UK this August, at Pylewell Park, William’s family home on the Solent in Hampshire.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "35b16fa5-38a0-4a0d-b186-e6266af128fc": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/ArchRoom.jpg",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>What is a typical day at Arniano?<\/strong><\/p><p>The day on a painting course begins with a hearty breakfast, involving various courses – home-made granola with local honey and yogurt, boiled eggs and toast with lashings of butter, and large cups of coffee and freshly squeezed grapefruit juice. Once their appetites have been sated, the painters head out to their easels, at around 10 (it used to be 9, but William had a rebellion years ago about the early start and it has been 10 ever since). Often the guests warm up with a charcoal drawing all together, before William walks with them each individually around the garden to see what corner inspires them. He then helps them set up and mix their colours. By this time, I have headed to the local town to visit the fruit and veg market; on our spring courses I will be asking the <em>frutti vendolo<\/em> for kilos of broad beans, fresh peas and artichokes. In autumn this shifts to locally sourced porcini, figs and pears.  At midday, the church bells chime from the nearby monastery, alerting the painters of the hour and they usually demand a glass of crisp white Vermentino to accompany them at the easels (it is a holiday). I get home and start preparing lunch, which will be a smorgasbord based on what is in season: artichoke and béchamel pie with a green salad and new potatoes; asparagus and ricotta galette; or vitello tonnato with green beans. After lunch the painters head straight back to their easels for the afternoon, before going on a walk or siesta at 5pm. We all reconvene at seven for cocktails, and dinner. These evenings are always full of laughter, fun, and occasionally lead to hours of dancing.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "ea6873a7-ba35-4b62-ab40-ab3bd834de4f": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/AmberGCover-732x1024.jpg",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>What is the secret to being a great host?<\/strong><\/p><p>Be relaxed. No one has ever had a fun time when the host is visibly stressed. The key to being able to relax when you’re hosting is to prepare everything ahead of time. So chop all your vegetables in peace while listening to music or a podcast when things are quiet, then just shove them in the oven when the guests arrive for <em>aperitivo. <\/em>Equally, with the aperitivo, fill your ice bucket ahead of time, make sure that there are all the glasses you need, and that there are snacks on the bar before everyone comes down for dinner. That way, you don’t need to get up and down like a jack-in-the-box, and can sit and chat to your guests before serenely going to take whatever you’re serving out of the oven, or putting on the pasta to smother in your pre-made sauce at the last moment. <\/p><p><strong>How do you describe your taste in interior design?<\/strong><\/p><p>I am lucky in that my mother Camilla Guinness is an interior designer, and I have always been surrounded by beautiful interiors. What she did at Arniano, and nearby Villa Cetinale, are very inspiring. She has taught me a love of bold colours and textiles, on a crisp white background. For example in our apartment in Florence, we have hung a huge red antique <em>suzane<\/em> on a white washed wall above our sofa which is clean and white, but covered in an array of bold cushions, in various fabrics. Mixed thoughtfully and harmoniously, with pictures and carpets, this can create a sense of complete comfort and cosiness.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "ae837fb0-40ca-41b1-ac99-5352c9c04129": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/IMG_0747_preview-768x1024.jpg",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>Do you have tips for creating the most beautiful table setting?<\/strong><\/p><p>I think it depends on the mood you want to create. Sometimes I want the evening to be fun and colourful, and so I will choose a tablecloth accordingly – my favourites are from the Milanese designer Lisa Corti; she mixes gorgeous patterns with lovely colour combinations. If I am going all-out, I will pair this with ‘Palio’ plates bought from nearby Siena which are decorated in the gorgeous colours of the various <em>contrade <\/em>of Siena, which race in the city’s famous horse race. If I want a meal to feel more serene, a crisp white linen table cloth with foraged greenery as centre pieces works well (I cut branches from the olive tree and put them in small silver cups), and lots of candles. Candles look beautiful when they are at various heights, some tall and some low, giving a sense of movement to your table.  <\/p><p><strong>An object that you particularly love?<\/strong><\/p><p>I love my bed at our flat in Florence. It is designed by my mother and is a replica of the bed in my favourite room at Arniano. It’s a four poster with a huge, comfortable mattress, and beautiful old Indian saris turned into curtains. It’s so big that it takes up most of the room, but it feels like a decadent comfort, and reminds me of home when I’m in the city. One of my favourite objects when it comes to hosting is a gorgeous round wooden tray made by my friend Beata Heuman. It’s very big, so great for serving drinks to guests on our courses, and is printed with one of Beata’s signature marble wallpapers, a beautiful backdrop when serving cocktails. <\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "main": {
      "type": "template--article",
      "disabled": true,
      "settings": {
        "show_author_name": false,
        "show_dates": true,
        "blog-sidebar-link": "",
        "blog_sidebar_title": "",
        "blog_sidebar_desc": "",
        "show_blog_tags": false,
        "show_recent_posts": false
      }
    },
    "dbcda042-6ac4-4c33-86ea-96d95408dfde": {
      "type": "image--image",
      "settings": {
        "image": "shopify:\/\/shop_images\/image-asset.jpg",
        "parallax": true,
        "alignment": "center",
        "hero_size": "medium",
        "text-over-image-width": "full-width"
      }
    },
    "49a0fd16-1b50-4e83-b8b1-5a4078a86849": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/SittingRoom-805x1024.jpg",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>Who would your ideal guest at Arniano be?<\/strong><\/p><p>He has been to stay before with my mum for Christmas, but Nicky Haslam would be a fabulous addition to one of our courses. He has that rare combination of high and low – intellect with gossip. <\/p><p><strong>What is your favourite hotel in Italy and in the UK?<\/strong><\/p><p>My dream place to visit in Italy is The Principe di Salina on island of Salina, off Sicily’s northern coast. The island is part of the Aeolians, and is known as the ‘Green one’ for its lush wildflower-strewn mountains that lead down to a crystal clear sea. The hotel has 12 bedrooms, and overlooks Stromboli and Panarea. There is nothing nicer than sitting on your private terrace, Martini in hand, watching Stromboli gently erupt in the twilight. <\/p><p>In London, I love the Laslett off Noting Hill Gate. The rooms are chic and comfortable and the bar is lovely. I am also addicted to baths so appreciate that they have big bathtubs.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "a6bfceff-5aeb-48ef-a88c-ca371e36ce04": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/e51cad34d26e13815a1dfc3fbb6c7b05.jpg",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>What is your favourite address for interior design in Florence and London?<\/strong><\/p><p>In Florence, the <em>Mercato dei Pulci<\/em> in San Ambrogio. Which is the covered flea market, there are usually some beautiful pieces of furniture to be picked up. Same with the Santo Spirito flea market on the third Sunday of every month. <\/p><p>In London Wilson Stephens & Jones on Westbourne Park Road, for quirky and beautiful painted pottery by the ceramicist Claudia Rankin, and lino prints by my cousin Hugo Guinness which are fabulous to hang in any space. <\/p><p><strong>How do you think the crisis will impact the way we travel?<\/strong><\/p><p>I think we will see travel become much more considered than it has been in the past twenty years, which will ultimately be a good thing for the environment and everyone’s general mental health. Gone will be the days of getting on two aeroplanes to go and visit a friend in another country for a weekend. If I open my diary from last year to a random page, it might say – ‘Friday – christening in Edinburgh’, ‘book flights for weekend with Bea and John in Majorca’, 8.30am flight to London for lunch with Kirsten. That sort of travel seems unfeasible now, which I think will be a positive. We will go to fewer places for longer periods. It’s interesting that we are currently seeing a lot of people booking onto our painting courses in Tuscany in October, and at Pylewell Park in August, perhaps because they are for a good amount of time and provide space and time to get away from all the craziness of the world.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "7aeed132-9e73-421a-847c-7268a42e8801": {
      "type": "image--image",
      "settings": {
        "image": "shopify:\/\/shop_images\/IMG_9779-1024x768.jpg",
        "parallax": true,
        "alignment": "center",
        "hero_size": "medium",
        "text-over-image-width": "full-width"
      }
    },
    "blog-posts": {
      "type": "blog--blog-posts",
      "settings": {
        "colors": "light",
        "subheading": "BLOG",
        "title": "Latest articles",
        "post_limit": 3,
        "show_author_name": false,
        "show_dates": true,
        "show_blog_images": true,
        "imageSize": "square"
      }
    }
  },
  "order": [
    "a7278f70-4e30-4842-a597-b42daa02c6fc",
    "caa04637-6009-4065-89c7-931d3e44b826",
    "24110709-be57-45cc-927e-ca0f0614cfb4",
    "60bed94f-19d1-471f-9213-301734a4bab2",
    "35b16fa5-38a0-4a0d-b186-e6266af128fc",
    "ea6873a7-ba35-4b62-ab40-ab3bd834de4f",
    "ae837fb0-40ca-41b1-ac99-5352c9c04129",
    "main",
    "dbcda042-6ac4-4c33-86ea-96d95408dfde",
    "49a0fd16-1b50-4e83-b8b1-5a4078a86849",
    "a6bfceff-5aeb-48ef-a88c-ca371e36ce04",
    "7aeed132-9e73-421a-847c-7268a42e8801",
    "blog-posts"
  ]
}
