{
  "sections": {
    "a7278f70-4e30-4842-a597-b42daa02c6fc": {
      "type": "image--image",
      "settings": {
        "image": "shopify:\/\/shop_images\/MInos-Beach-Art-Hotel-review-MAIN-IMAGE.webp",
        "parallax": true,
        "alignment": "center",
        "hero_size": "medium",
        "text-over-image-width": "full-width"
      }
    },
    "caa04637-6009-4065-89c7-931d3e44b826": {
      "type": "text--rich-text",
      "settings": {
        "colors": "white",
        "width": "large",
        "subheading": "THE FLÂNEURS",
        "page_title": "Meet Sophie Cullen, Founder & Editor-in-Chief at The Hotel Journal, London",
        "title": "",
        "text": "<p>Sophie Cullen is the founder & editor-in-chief at The Hotel Journal, a platform that shares the latest boutique hotels news, reviews, and interviews from across the globe. In other words, a Flâneur’s dream.  Sophie is not only passionate about great hotels and beautiful interior design, but she is also an advocate for sustainable traveling. We sit down with the writer to ask her what makes a good hotel, how to be a more “aware traveler” and her wishes for 2022.<\/p>",
        "button_link": "",
        "button_label": ""
      }
    },
    "60bed94f-19d1-471f-9213-301734a4bab2": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/thehoteljoutnal-1-1024x1024.png",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>Could you please tell us about the Hotel Journal and how the platform started?<\/strong><\/p><p>The Hotel Journal was born out of my love for exceptional interior design, great storytelling, and beautiful hotels. During my first year at uni, I was actually studying Architecture and Interior Design but I ended up moving over to Theatre and Film. When I landed a job as a design journalist in Hong Kong, things kind of came full circle. I found myself traveling across the globe to review hotels and interview the architects and teams behind the properties; it was fascinating.<\/p><p>I then moved to be the Editorial Director of a lifestyle platform across Asia. Hotels weren’t our primary focus, and the idea for a platform that not only reviewed hotels but told the story of their design and designers started bouncing around in my brain. <\/p><p>While I was on reduced hours during COVID, I registered the domain and started working on it a little.  (the irony of launching what is essentially a site dependent on travel was not lost on me, btw!). When my partner was transferred to London, we decided I should focus on it full-time. I’m super lucky that he can support us as the platform grows.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "35b16fa5-38a0-4a0d-b186-e6266af128fc": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/thehoteljoutnal-1024x1024.png",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><\/p><p><strong>Do you remember your first hotel stay?<\/strong><\/p><p>Hmmm… I guess the first time I fell in love with a hotel was when I was about 10. My brother was a pianist and we used to travel a bit as he gave recitals across the country. We were in Christchurch, New Zealand, and we stayed in this beautifully refurbished B&B. My brother and I each had a four-poster bed in our room, and all the furniture and trimmings were so ornate; I felt like I was in a movie!<\/p><p>The Grand Mansion Hotel<\/p><p>From a work perspective, one of my first reviews was for <a href=\"http:\/\/the-grand-mansion-a-luxury-collection-nanjing-nanjing.hotels-nanjing.com\/en\/\">The Grand Mansion Hotel<\/a> in Nanjing, China. The piece of land that the hotel was built on was won in a gambling game. The man who won it wanted to make sure the site was used in a way that gave back to the local community. As they were excavating, they discovered all these antiquities and lost pieces of art hidden in the earth. They decided to use them across the property, making it feel like this glorious hotel\/museum hybrid. The hotel was designed by I.M. Pei’s son, with interiors by HBA, and it has gorgeous views of the Presidential Palace next door. And the most impressive Presidential Suite I’ve ever seen.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "72ca2be9-dc6e-4d66-a72a-187f9dcbac82": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/5-5-1024x1024.png",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p> <strong>What makes a good hotel?<\/strong><\/p><p>For me, good design is at the basis of any really great hotel. But design isn’t just about aesthetics. Design also works into how the hotel operates, how the property builds relationships with the neighbouring community. Even what kind of food is put on the menu and where the produce is sourced from they’re all design decisions.<\/p><p>By blending thoughtful design with outstanding service, that’s when you have a really good hotel experience.<\/p><p><strong>How would you define luxury in travel today?<\/strong><\/p><p>Luxury is a tricky word for me. I I found it was really overused when I was living in Hong Kong. There’s an almost obsessive desire for luxury there that made the word feel almost redundant. An all-marble bathroom may be nice in theory, but that’s not real luxury to me. To me, the idea of luxury travel is about bespoke experiences that are more than just skin deep. <\/p><p>I think it’s quite easy to just say a hotel is a ‘luxury hotel’, but when you dig deeper: does it have sustainable design principles in place? Does it work with the community to grow together? Does it offer experiences that both educate and entertain guests? Has it used its locale to inform its design decisions? That’s my idea of luxury. <\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "0320d9d8-aeea-423c-a7bd-4dc6f5012a5f": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/2-7-1024x1024.png",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>In what way do you think the pandemic has changed the way people travel\/choose a hotel?<\/strong><\/p><p>It’s a whole new world now, and the way we’re traveling is completely different. Overall, people are looking for more boutique and independent properties. They’re probably traveling less, so they’re willing to pay a bit more for something that offers a unique experience.<\/p><p>There are new logistics to consider, which really have sucked a lot of the joy out of travel. Planning a trip these days is kind of like planning a military maneuver, with restrictions and rules changing so rapidly. People are looking for the little extra additions, like being able to have a COVID test done at their hotel to prepare them for their onward journey.<\/p><p>But it’s not all doom and gloom. The increase in eco-friendly properties, the regeneration of areas destroyed by tourism, and hotels that are more socially conscious are some of the positives that we’ve seen come out of the pandemic.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "5a24d3e6-ca06-4d3d-856c-2373fe6ea9c3": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/3-6-1024x1024.png",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>I want to travel more sustainably. What should I look for when booking a hotel?<\/strong><\/p><p>The biggest thing you need to do is research. Many hotels like to throw around terms like ‘sustainability, ‘green’, and ‘eco-friendly’, but if you can’t find much information about what they’re actually doing on their website, then I’d steer clear.<\/p><p>That being said, there’s been a huge growth in properties that are very transparent in their practices and they’re the types of places you need to go. The likes of <a href=\"https:\/\/www.bawahreserve.com\/\">Bawah Reserve<\/a> in Bali, <a href=\"https:\/\/fogoislandinn.ca\/\">Fogo Island Inn<\/a> in Canada, and <a href=\"https:\/\/www.songsaa-privateisland.com\/\">Song Saa<\/a> in Cambodia really get it right with their holistic approaches to sustainability.<\/p><p>Unfortunately, there’s often a financial barrier to staying in properties like these, so on a more universal level, small things like taking your own toothbrush, choosing properties with in-house water filtration systems, opting for plant-based cuisine, requesting that your linens and towels aren’t laundered every day, taking the train instead of a plane, and choosing flights where you can off-set your carbon emissions, are all little things that can help make a difference.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "bcb97a21-475f-439c-9755-30ee4b8bfefd": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/1-6-1024x1024.png",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>Have you ever wanted to bring an object from a Hotel back to your home? If so, which one?<\/strong><\/p><p>So often! Just a few weeks ago at <a href=\"https:\/\/www.thesavoylondon.com\/\">The Savoy<\/a>, we took home the Savoy Steam Penhaligon’s toiletries so we could pretend we were still there.<\/p><p>In terms of decor, <a href=\"https:\/\/www.artus.com.hk\/\">K11 Artus<\/a> in Hong Kong has the most divine collection of antiques, art, and ephemera. I really wanted to swipe the special edition Guangcai plate that was in our suite when we stayed, but thought better of it. Guangzhou Zhijin Porcelain (or Guangcai) was popular during the Ming Dynasty, and in the 18th century Guangzhou really became the heart of pottery and ceramic production in China. Nowadays though, there are only a few masters left in Guangzhou and Hong Kong who have the technique to produce the traditional crafts, so it’s great that <a href=\"https:\/\/www.k11craftandguild.org\/\">K11 Craft & Guild Foundation<\/a> are keeping these disappearing artforms alive.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "2e1310e4-dd5e-472a-8686-0752c851c5fd": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/thehoteljoutnal-3-1024x1024.png",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>In what way do you think your travels have influenced your home?<\/strong><\/p><p>Travelling has influenced me greatly, and having the opportunity to learn more about sustainability and craftsmanship through my work has definitely fed into how we live. We’ve been moving around a bit in the last few years, so I’m excited to have a forever-ish home here in London. One of my most prized possessions is my fan collection that is made up of decorative fans from Fiji to Vietnam to Spain. It’s currently in a box somewhere between here and Hong Kong, so I hope it survives! As soon as all those lovely fans go up on the wall, I’ll feel more at home.<\/p><p>On a wider level, my travels have taught me the importance of buying quality. We don’t have a lot in our home, but we invest in the important things (quality linen, a good mattress, reusable beeswax food storage etc.) so that we have them for a long time, and lessen our impact on the environment. I’m also really into buying second-hand when it comes to furniture and appliances.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "12cfc817-db95-45c8-b5de-22a79e8eb7bd": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/4-7-1024x1024.png",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>Would it be possible for you to share three of your favourite hotels for design around the world?<\/strong><\/p><p>Absolutely!<\/p><p>So, the first would be <a href=\"https:\/\/www.keemala.com\/\">Keemala<\/a> in Phuket, Thailand. It’s such a special place. The hotel is owned by a Thai family who really wanted to create something unique and eco-friendly, and it sits in the rainforest above Kamala Beach, largely constructed from reclaimed natural materials. The concept is based around five fictional tribes, and I ended up staying in the Tent Pool Villa, where you could hear the rain falling on the canopy above as you lay in bed; it was just magical. The service there was also amazing, and don’t get me started on the food which is mostly grown onsite, it’s so good for vegetarians. They even have a few water buffalos that they’ve rescued roaming around the place.<\/p><p>The <a href=\"https:\/\/www.marriott.com\/hotels\/travel\/hkgxr-the-st-regis-hong-kong\/\">St. Regis Hong Kong<\/a> is a delight, and the design by André Fu is almost like his love letter to the city he grew up in. He pays homage to his backyard through unique motifs and materials and the entire space feels like you’re staying in a mansion, plus the Frette robes are lush. Don’t miss out on trying the Canton Mary at St. Regis Bar, and a visit to Michelin-starred Rùn is a must (they have a Tea Sommelier!)<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "468b1f6f-87c8-4913-9aa0-301fed025331": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/thehoteljoutnal-2-1024x1024.png",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p>Not so much a hotel, but an amazing experience, <a href=\"http:\/\/temple.bongeunsa.org\/public_html\/index.asp?\">Bongeunsa Temple<\/a> in Seoul offers overnight stays that are phenomenal. When I used to live in South Korea, I’d try to visit once a year. It’s really grounding to live that ascetic lifestyle (if only for a weekend). During your stay, you learn more about the temple and the part it played in the revival of Buddhism in the country; you even learn the Cham-Seon style of meditation. During your stay, you eat traditional temple food which is plant-based and earthy, and you even get to chat with the monks who are so welcoming. The early-morning rituals are one of the highlights, especially as the complex is surrounded by forest; it’s unforgettable.<\/p><p><strong>Any wishes for 2022?<\/strong><\/p><p>I really hope that we can lower the number of human lives lost through COVID. I also hope that the world starts to open up again so that those of us separated from our families can connect in real life again.<\/p><p>On a more personal level, I hope to visit my friends in Portugal who are in the middle of transforming their property into glorious accommodations, and I’m hoping my friend and I can finally finish our novel.<\/p><p><\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "0df0439b-8740-4dac-9197-94ae90343a5f": {
      "type": "image--gallery",
      "blocks": {
        "template--17912705155387__0df0439b-8740-4dac-9197-94ae90343a5f-16770156529d624b62-0": {
          "type": "image",
          "settings": {
            "image": "shopify:\/\/shop_images\/Screenshot_2023-02-21_at_21.40.17.png",
            "link": "",
            "title": "",
            "description": ""
          }
        }
      },
      "block_order": [
        "template--17912705155387__0df0439b-8740-4dac-9197-94ae90343a5f-16770156529d624b62-0"
      ],
      "settings": {
        "colors": "white",
        "subheading": "",
        "title": ""
      }
    },
    "main": {
      "type": "template--article",
      "disabled": true,
      "settings": {
        "show_author_name": false,
        "show_dates": true,
        "blog-sidebar-link": "",
        "blog_sidebar_title": "",
        "blog_sidebar_desc": "",
        "show_blog_tags": false,
        "show_recent_posts": false
      }
    },
    "blog-posts": {
      "type": "blog--blog-posts",
      "settings": {
        "colors": "light",
        "subheading": "BLOG",
        "title": "Latest articles",
        "post_limit": 3,
        "show_author_name": false,
        "show_dates": true,
        "show_blog_images": true,
        "imageSize": "square"
      }
    }
  },
  "order": [
    "a7278f70-4e30-4842-a597-b42daa02c6fc",
    "caa04637-6009-4065-89c7-931d3e44b826",
    "60bed94f-19d1-471f-9213-301734a4bab2",
    "35b16fa5-38a0-4a0d-b186-e6266af128fc",
    "72ca2be9-dc6e-4d66-a72a-187f9dcbac82",
    "0320d9d8-aeea-423c-a7bd-4dc6f5012a5f",
    "5a24d3e6-ca06-4d3d-856c-2373fe6ea9c3",
    "bcb97a21-475f-439c-9755-30ee4b8bfefd",
    "2e1310e4-dd5e-472a-8686-0752c851c5fd",
    "12cfc817-db95-45c8-b5de-22a79e8eb7bd",
    "468b1f6f-87c8-4913-9aa0-301fed025331",
    "0df0439b-8740-4dac-9197-94ae90343a5f",
    "main",
    "blog-posts"
  ]
}
