{
  "sections": {
    "a7278f70-4e30-4842-a597-b42daa02c6fc": {
      "type": "image--image",
      "settings": {
        "image": "shopify:\/\/shop_images\/Jaya-house-slider7-1024x441_b1a8d974-8955-47ae-9389-718f81d0d39a.jpg",
        "parallax": true,
        "alignment": "center",
        "hero_size": "medium",
        "text-over-image-width": "full-width"
      }
    },
    "caa04637-6009-4065-89c7-931d3e44b826": {
      "type": "text--rich-text",
      "settings": {
        "colors": "white",
        "width": "medium",
        "subheading": "",
        "page_title": "Meet Christian de Boer, Managing Director, Jaya House River Park, Cambodia.",
        "title": "",
        "text": "<p>Christian de Boer has extensive experience in the hospitality business in Cambodia. Energetic, ambitious, and passionate about his work with the local community, Chrisitan wanted to build “a hotel that cares for the people around it”. He founded the Made in Cambodia Market, with the sole goal of supporting the Made-in-Cambodia Market and spearheaded the “Refill not Landfill” initiative fighting the pollution of the environment by one-use plastic bottles. As the managing director of Jaya House River Park, he tells us about his vision, the best of Cambodia, and how to fight the use of uses 4.6 million single-use plastic water bottles a month by the tourism industry.<\/p>",
        "button_link": "",
        "button_label": ""
      }
    },
    "60bed94f-19d1-471f-9213-301734a4bab2": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/Christian-de-Boer_photos_v2_x2-1024x680.jpg",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>Can you tell us about the story behind Jaya House?<\/strong><\/p><p>I’ve always wanted to create a hotel that cares for the people around it, whether it is the staff, their families, or the community that needs help. My passion for a plastic-free hotel also plays a part in starting Jaya House Hotels. 3,5 years ago there was no hotel in Siem Reap that was plastic-free. I wanted to change that and those are the two reasons why I started Jaya House River Park as our first hotel.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "4adefbc2-e71e-4732-8dca-2b9fb45610ff": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/49212344162_76ed2fff24_c.jpg",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>What’s Jaya House’s philosophy?<\/strong><\/p><p>We want to inspire people. When people travel to a country like Cambodia, we want to tell them about the history of the country, the community – and what we can do as a small hotel, to give an impact on society. I want people to leave our hotel feeling like they have learned something about Cambodia, its people, and what impact they can bring to their society back home.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "be147b05-2a8f-44da-894e-48660548df91": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/48095314938_ba3c1ba95b_c.jpg",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>What’s your favourite spot in Jaya House?<\/strong> <br\/>Our Skybar to watch the sun go down with a glass of Ginger Mojito or Passion Fruit Martini. <\/p><p><strong>Something no one knows about Cambodia?  <\/strong><br\/>Cambodia has some of the nicest people globally. Hard-working, peaceful, and (rightfully) proud of their culture and traditions.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "41ee7c56-9a84-48a0-bb40-969d51dd867b": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/48149332216_0e1ed0c6d9_c-1.jpg",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>Was social impact and ecology at the heart of its development, or was it something that grew along? <\/strong><\/p><p>It was (and still is) at the heart of Jaya House Hotels. From the very beginning, sustainability and community are the basic pillars of our hotel. There is no hotel without the community— and to be a good and successful hotel we need to be sustainable. I also think that these days the consumers are more aware of environmental issues and they demand that the brands that they consume or relate with to be implementing these changes.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "ffe560b0-6d11-443c-9825-93c1d32b80a8": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/jaya-house-riverpark-imageLinkjaya-house-riverpark-siem-reap-6.jpg",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>We’ve read you are quite involved in the local community. Was that part of your vision as hoteliers?<\/strong><\/p><p><strong> <\/strong>For years hotels and many other businesses have been able to get away with ‘fake’ CSR activities largely as a tool for marketing purposes. I believe that’s a rather sad state of affairs and wanted to lead by example. Actions-before-words and then let those actions speak for themselves.Living in the beautiful Kingdom of Cambodia means that I have access to many different initiatives that need (financial) support ranging from The Cambodian Landmine Museum, Rehash Trash, and The Small Art School Cambodia.  Cambodia needs jobs because they create a sense worth and a regular income which in return enhances the standing in local communities. As a hotel, we choose to buy items as much locally as possible.  As an example; we could have bought wall- furniture from the usual channels but decided to commission a local NGO (Small Art School) to paint 80+ paintings by their adult students of Khmer celebrities. This way it creates jobs and enhances our hotel with local art.<\/p><p><\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "a48cd0e6-8a82-4c8d-9112-a3b14dea3e46": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/48046751757_c63ab37666_c.jpg",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>Can you tell us more about plastic free tourism and how that came about?<\/strong><\/p><p>I co-started www.refilltheworld.com  in 2016 together with Dean McLachlan in our combined effort to reduce the mountains of single-use plastic in the tourism industry.<br\/>The tourism industry uses 4.6 million single-use plastic water bottles a month, while it’s not easy to reduce that number it requires will power to change. Since ‘change’ starts with ourselves, we did think why don’t we change ourselves first and thus started the initiative which has now expanded globally.<\/p><p><\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "3b11de1e-b7e3-4811-a7a8-013a0465ffd2": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/49211643243_1cc368218d_c.jpg",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>Can you tell us about beauty products?<\/strong>I actually do not know much about beauty products. Dennis, the founder of Jaya Organics is the one who is passionate about skincare & body products and how it is very important to create good quality hotel toiletries including Shampoo, Conditioner, Body Wash, Body Lotion, and all the products that you use in a hotel room. His concept with Jaya Organics aligns with our vision to be sustainable by using refillable bottles for hotel amenities, and there was a demand for it. We used to just put them in ceramic bottles but since they are made of natural and local ingredients, the guests asked if they could buy it. We then gave them for free in a glass container from the kitchen. Because of this demand, we thought as a brand we can no longer give our products in kitchen container and that’s the start of Jaya Organics.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "main": {
      "type": "template--article",
      "disabled": true,
      "settings": {
        "show_author_name": false,
        "show_dates": true,
        "blog-sidebar-link": "",
        "blog_sidebar_title": "",
        "blog_sidebar_desc": "",
        "show_blog_tags": false,
        "show_recent_posts": false
      }
    },
    "blog-posts": {
      "type": "blog--blog-posts",
      "settings": {
        "colors": "light",
        "subheading": "BLOG",
        "title": "Latest articles",
        "post_limit": 3,
        "show_author_name": false,
        "show_dates": true,
        "show_blog_images": true,
        "imageSize": "square"
      }
    }
  },
  "order": [
    "a7278f70-4e30-4842-a597-b42daa02c6fc",
    "caa04637-6009-4065-89c7-931d3e44b826",
    "60bed94f-19d1-471f-9213-301734a4bab2",
    "4adefbc2-e71e-4732-8dca-2b9fb45610ff",
    "be147b05-2a8f-44da-894e-48660548df91",
    "41ee7c56-9a84-48a0-bb40-969d51dd867b",
    "ffe560b0-6d11-443c-9825-93c1d32b80a8",
    "a48cd0e6-8a82-4c8d-9112-a3b14dea3e46",
    "3b11de1e-b7e3-4811-a7a8-013a0465ffd2",
    "main",
    "blog-posts"
  ]
}
