{
  "sections": {
    "a7278f70-4e30-4842-a597-b42daa02c6fc": {
      "type": "image--image",
      "settings": {
        "image": "shopify:\/\/shop_images\/220l0p000000fh79x82DD_R_1136_750_R5_D-1024x676.jpg",
        "parallax": true,
        "alignment": "center",
        "hero_size": "medium",
        "text-over-image-width": "full-width"
      }
    },
    "caa04637-6009-4065-89c7-931d3e44b826": {
      "type": "text--rich-text",
      "settings": {
        "colors": "white",
        "width": "medium",
        "subheading": "",
        "title": "Flân’  Club: Alessandro Palazzi, The Dukes, London, UK",
        "text": "<p>For the past 35 years, hidden within the quiet streets of St. James in London, the bar of the Dukes Hotel, has been home to a Martini so unique it’s actually refered to as the best Martini in the world. The Duke's bar, which was Ian Fleming’s favorite in London, was the first bar in the world to prepare the Martinis in the trolley and to do it with a frozen glass and frozen gin.  Alessandro Palazzi, head bartender since 2007, is some sort of a legend in the bartending world. The “maestro of the martini” talks to us about his career, the magic behind a hotel bar and his favourite James Bond.<\/p>",
        "button_link": "",
        "button_label": ""
      }
    },
    "60bed94f-19d1-471f-9213-301734a4bab2": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/Bartender-2.jpg",
        "layout": "right",
        "subheading": "",
        "title": "",
        "text_block": "<p><strong>How many martinis do you think you have done in your life?<\/strong><br\/>Over a billion? It’s difficult to say. On average, I would say we do about 300-350 a day. But don’t worry I’ve taught the young bartenders to do them too, so It’s not just me.<\/p><p><strong>What is your favorite cocktail?<\/strong><br\/>A gin martini, Manhattan whiskey base or Negroni. They are my three benchmarks when I go to visit a bar.<\/p><p><strong>Can you tell us a little bit about your story?<\/strong><br\/>Do you have six hours for this interview? [laughter] I did my first kitchen school in Senigallia, in the region of Le Marche in Italy, where I come from. I went to the United Kingdom in 1975 to learn English. I was too young to work behind the bar, so I started as a kitchen porter and became a barista, making coffee, in a big restaurant. Then I got lucky: the maître d’hôtel noticed me. He recommended me for this 1800 restaurant,  outside London, in a beautiful place near Colburn. Then I was sent to Paris to the Georges V in the ’80s. Initially, it was supposed to be training, but I ended up staying for six years! It was my first palace. There, I became a sommelier bartender. I didn’t have a clue on how to be a sommelier. All I knew was how to open a bottle of Chianti. I didn’t have a clue of what Château Margaux or Petrus was…<\/p>",
        "page_description": false,
        "button_link": "",
        "button_label": ""
      }
    },
    "b26234f0-166a-4e41-aac7-5916068b7841": {
      "type": "text--rich-text",
      "settings": {
        "colors": "white",
        "width": "medium",
        "subheading": "",
        "title": "",
        "text": "<p><strong>And you didn't speak peerfect English at the time.<\/strong><br\/>Absolutely not. At these fancy wine tastings, I would just look and copy what other people were doing. If they were laughing I laughed, if they spat, I spat. It was like a Coluche movie. It was an incredible experience. Then I came back to London and joined the Savoy, but I was sacked after two weeks… I was just talking too much. I then went to The Berkeley where I learned the floor at the restaurant. I thought it was essential to learn more than just bartend. After that, it was California, thanks to an Italian couple, I was friends’ with. But I didn’t last long. I stayed there for six months. Los Angeles wasn’t for me. But I could easily write a script for Mr. Tarantino.<\/p><p><strong>What do you mean?<\/strong><br\/>Let’s just say I got myself in some unusual situations.<br\/>Anyway, I went back to Europe. I was trying to open a business in Perugia when I got a telephone call from The Ritz in Paris asking me if I wouldn’t mind becoming a premier barman. He didn’t finish the call, that I was already on my way. That was in 1997. After that, I came back to London at the Mandarin Oriental, for about two years. Then, I was fortunate to come work in a hotel that used to be in Nothing Hill Gate. It has since closed, but at the time it was the trendiest location among the music crowd. In an area full of recording studios, they would come there to relax. It was another time, there were no paparazzi, no show-off. It was all about music. Oasis, Boyzone…  they were all there.<\/p><p><strong>Then in 2000, you opened The Great Eastern with Sir Terence Conran in Liverpool Street which is now the Hyatt.<\/strong><br\/>Yes, at that time, as I mentioned people had a completely different way of considering service. It was modern yet very classic. We used to organise rave parties on the weekend, and I mean proper rave parties; for which we had to build a suitable sound wall. We were the pioneers of the Shoreditch scene. It’s interesting because today businessmen in hotels only care about plugs for their computer.  They don’t know if they are in London, New-York or Paris. At the time of the Great Eastern, we were proposing something drastically different, sometimes extreme. Then the hotel got sold to the Hyatt. I didn’t want to work for such a big group. There was an opportunity to come to the Duke’s as a manager in 2007.  I have been there since… I’ve done the short version, but I can continue if you have some time.<\/p><p><strong>Can you tell us what the craziest demand from a customer you ever had in a hotel is?<\/strong> I’ve got quite a few.  Someone asked me to call British Airways to change the time of his flight.<\/p>",
        "button_link": "",
        "button_label": ""
      }
    },
    "35b16fa5-38a0-4a0d-b186-e6266af128fc": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/Salon-732x1024.jpg",
        "layout": "left",
        "subheading": "",
        "title": "",
        "text_block": "<p><strong>What do you think is so special about working in a hotel?<\/strong><br\/>I like that it resembles a little village.<\/p><p><strong>How has hotel life changed since you started your career?<\/strong><br\/>Everything has changed. There are some good and some bad. The good thing is that it has become more accessible to everybody. Luxury is not reserved for the elite anymore.  I would say there is less privacy than before. In the old days, we had some fantastic clientele, and the rule applied: “What happened there, stayed there.” Nobody would call the journalists.  The economy has also changed. In the old days again we were full every time. People used to live in the hotel, some year round. When I was younger, I always thought that if I become rich – which I haven’t – Forget houses, I want to live in the hotel and have a chauffeur.”<\/p><p><strong>What do you think makes a good hotel bar?<\/strong><br\/>The drinks, the lighting, the atmosphere… and obviously, the interior. One of the successes of the Duke’s is its timelessness. The bar is still precisely the same as it was 40-50 years ago and we also respect our customer’s privacy.<\/p><p><strong>What do you think makes a good bartender then?<\/strong><br\/>Very simple. Three things: He needs to be diplomatic, acrobatic and charismatic.<\/p>",
        "page_description": false,
        "button_link": "",
        "button_label": ""
      }
    },
    "main": {
      "type": "template--article",
      "disabled": true,
      "settings": {
        "show_author_name": false,
        "show_dates": true,
        "blog-sidebar-link": "",
        "blog_sidebar_title": "",
        "blog_sidebar_desc": "",
        "show_blog_tags": false,
        "show_recent_posts": false
      }
    },
    "0c08578a-c0e6-4a09-8e08-0d0c3c28e342": {
      "type": "text--rich-text",
      "settings": {
        "colors": "white",
        "width": "medium",
        "subheading": "",
        "title": "",
        "text": "<p><strong>For you, it's always essential to create that connection with the client?<\/strong><br\/>Of course. You have to nurture relationships in a hotel. I always say, especially in working in this type of place, that I’m traveling without going through security or waiting for the delayed flights. You also become good at reading people. When someone comes in tells me “I’m looking for my friend.” 80% I know who they are looking for. I don’t know why. It becomes natural.  You learn to read people, body language. I’ve also introduced couples that ended up getting married.<\/p><p><strong>You’ve introduced people that got married?<\/strong><br\/>Yes. A customer who used to live in New York who had been divorced for a few years. He would come to me so I would introduce him to new sorts of Gin. One evening, the bar was bustling, and I didn’t have time for chit chat. There were those two ladies who were both from New York. I just said, “Look, you’re from the same city.” They met, and they are now happily married.<\/p><p><strong>Wow.<\/strong><br\/>Hotel bars are wonderful places, full of life. We have couples on their first dates. Whose first kiss was here… They come and celebrate here on each anniversary.  A customer even wanted to buy our outside bench because it meant so much to him. I remember once, one of my customers from the Ritz wanted to propose, but he had forgotten to buy flowers. It was the middle of the night, so I just stole a bunch from this beautiful arrangement from the entrance of the hotel.<\/p>",
        "button_link": "",
        "button_label": ""
      }
    },
    "e394336d-2ab6-4e01-ad71-63875a0b472c": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "medium",
        "image": "shopify:\/\/shop_images\/Salon2-819x1024.jpg",
        "layout": "right",
        "subheading": "",
        "title": "",
        "text_block": "<p><strong>Can you tell us what the craziest demand from a customer you ever had in a hotel is?<\/strong><br\/>Gosh. [laughter] I’ve got quite a few.  Someone asked me to call British Airways to change the time of his flight. You get quite crazy requests every day more or less.<\/p><p><strong>If you could have any guests dead or alive, who would it be?<\/strong><br\/>Quite a few. For me, the first one is the Avvocato: Gianni Agnelli.<\/p><p><strong>What is your favorite bar and The Dukes doesn’t count?<\/strong><br\/>I like The Connaught and The Dorchester. The Dorchester’s bartender, Julian has been there for 35 years, is incredible. I really do look up to him.<\/p><p><strong>Ultimately, who is your favorite James Bond?<\/strong><br\/>It’s got to be Pierce Brosnan. He’s very Irish, very warm, a great human being.<\/p><p><strong>What about Sean Connery?<\/strong><br\/>Sean Connery is incredibly cool, but he had a temper. He made us, Italian look like muppets.<\/p>",
        "page_description": false,
        "button_link": "",
        "button_label": ""
      }
    },
    "36011eed-8acd-4032-9932-14e896a4401f": {
      "type": "image--gallery",
      "blocks": {
        "template--17863809466683__36011eed-8acd-4032-9932-14e896a4401f-1675423255e121ae61-2": {
          "type": "image",
          "settings": {
            "image": "shopify:\/\/shop_images\/Slide5-Dukes-Martini-Hotel-London-Alessandro-Palazzi-Cocktail-Recipe-1-1024x576.jpg",
            "link": "",
            "title": "",
            "description": "<p><a href=\"https:\/\/www.maisonflaneur.com\/flan-club-alessandro-palazzis-martini-recipe-london-uk\/\"><strong>Discover Alessandro’s Martini Recipe <\/strong><\/a><\/p><p><a href=\"https:\/\/www.maisonflaneur.com\/venues\/st-jamess-hotel-club\/\"><strong>Discover the best of English clubs interior at the St James Hotel. <\/strong><\/a><\/p>"
          }
        }
      },
      "block_order": [
        "template--17863809466683__36011eed-8acd-4032-9932-14e896a4401f-1675423255e121ae61-2"
      ],
      "settings": {
        "colors": "white",
        "subheading": "",
        "title": ""
      }
    },
    "blog-posts": {
      "type": "blog--blog-posts",
      "settings": {
        "colors": "light",
        "subheading": "BLOG",
        "title": "Latest articles",
        "post_limit": 3,
        "show_author_name": false,
        "show_dates": true,
        "show_blog_images": true,
        "imageSize": "square"
      }
    }
  },
  "order": [
    "a7278f70-4e30-4842-a597-b42daa02c6fc",
    "caa04637-6009-4065-89c7-931d3e44b826",
    "60bed94f-19d1-471f-9213-301734a4bab2",
    "b26234f0-166a-4e41-aac7-5916068b7841",
    "35b16fa5-38a0-4a0d-b186-e6266af128fc",
    "main",
    "0c08578a-c0e6-4a09-8e08-0d0c3c28e342",
    "e394336d-2ab6-4e01-ad71-63875a0b472c",
    "36011eed-8acd-4032-9932-14e896a4401f",
    "blog-posts"
  ]
}
