{
  "sections": {
    "a7278f70-4e30-4842-a597-b42daa02c6fc": {
      "type": "image--image",
      "settings": {
        "image": "shopify:\/\/shop_images\/TRUNKLOUNGE-1024x558-1024x558_852794f7-f972-4774-a0e8-0312bba8f31b.jpg",
        "parallax": true,
        "alignment": "center",
        "hero_size": "medium",
        "text-over-image-width": "full-width"
      }
    },
    "caa04637-6009-4065-89c7-931d3e44b826": {
      "type": "text--rich-text",
      "settings": {
        "colors": "white",
        "width": "medium",
        "subheading": "",
        "page_title": "Meet Yoshitaka Nojiri, The Master of Ceremonies, Trunk (Hotel), Tokyo",
        "title": "",
        "text": "<p>Heard the phrase ‘a lifestyle, not a destination’? It could be Trunk (Hotel)’s unofficial mantra. we are so proud of introducing you to Yoshitaka Nojiri, master of ceremonies at the coolest hotel of Shibuya. We discuss with “lifestyle connoisseur”, the impact of a hotel on a citylandscape, and his favourite addresses.<\/p>",
        "button_link": "",
        "button_label": ""
      }
    },
    "60bed94f-19d1-471f-9213-301734a4bab2": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/009_trunk-hotel-yoshitaka-nojiri-terrace-city-view-819x1024.jpg",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>Can you tell us a little bit about yourself and your career?<\/strong><\/p><p>I’m Yoshitaka Nojiri, TRUNK co., ltd Founder Hotelier<br\/>My worldwide journey around hotels has brought me to stay in more than 2,000 places. The two boutique hotels, TRUNK(HOTEL) and TRUNK(HOUSE) that I opened are extremely highly praised all over the world and have received numerous international awards. And this is only the beginning: I’m currently planning new venue openings in Tokyo.<br\/>I’m also the founder of Take and Give Needs, the bridal company that has developed and broadened the concept of “House Wedding” in Japan. According to this success, the company is listed on the Tokyo Stock Exchange First Section since 2006. <br\/>People often mention me as one of the leading entrepreneurs of Japan, and it makes me extremely glad.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "35b16fa5-38a0-4a0d-b186-e6266af128fc": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/g-03-trunk-hotel-1-1024x601.jpg",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>Shibuya means a lot to you as you grew up there. In what way has it changed over the years?<\/strong><\/p><p>Shibuya is a ‘town’ both adults and kids cheerfully enjoy. I actually had lots of fun in Shibuya when I was a child myself and I can still nicely hang out there as an adult.<br\/>I think it is because Shibuya is a place that can embrace and echoes to an incredible infinity of things, from underground to luxury. It’s chaos. There is such a diversity of persons, identities in Shibuya that you can really feel excited just by crossing the path of someone. This is probably the reason why yesterday as today new cultures emerge from Shibuya.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "f25e9991-f9c7-4ac8-8ac8-fc3d2352aac5": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/1_8p5RgBk77iwvT7dlVWG4Gw_2x-768x1024.jpg",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>What is your approach to hospitality? <\/strong><\/p><p>First of all, I believe offering a fully reliable service that fit to anybody, no matter age or gender, is a must since you ask money for it. On the other hand, global customers are becoming more and more diverse, and it is true that this booming diversity of demands is challenging the services we shall deliver.<br\/>In this context, I’m convinced it is essential to precisely identify your target and focus on it. Rather than trying to provide a bunch of services that can satisfy all customers, I’d better concentrate on designing a service that matches your core target. (it implies of course that the quality of hospitality responds fundamentally to all our guests).<br\/>I believe the variety of means, types, and shapes of hospitality should evolve with the evolving demands of today’s customers, and that what I’m exploring every day.<br\/>TRUNK targets people that are ‘lifestyle connoisseurs’, with a high receptivity to experience and <em>bon goût<\/em>. I assume those people will not be satisfied with a preconditioned package of services. That’s why I do not bound my employees with a staff handbook and encourage them to think and act by themselves.<br\/>For instance, they can organize spontaneously some activities following one guest request by activating their personal network; they can enjoy karaoke with guests; leave the front desk and accompany them into the deep town bar areas; go surfing on (guest) demand. With this open-minded and flexible TRUNK likely customer relationship, we ensure each of our guests complete satisfaction.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "main": {
      "type": "template--article",
      "disabled": true,
      "settings": {
        "show_author_name": false,
        "show_dates": true,
        "blog-sidebar-link": "",
        "blog_sidebar_title": "",
        "blog_sidebar_desc": "",
        "show_blog_tags": false,
        "show_recent_posts": false
      }
    },
    "blog-posts": {
      "type": "blog--blog-posts",
      "settings": {
        "colors": "light",
        "subheading": "BLOG",
        "title": "Latest articles",
        "post_limit": 3,
        "show_author_name": false,
        "show_dates": true,
        "show_blog_images": true,
        "imageSize": "square"
      }
    }
  },
  "order": [
    "a7278f70-4e30-4842-a597-b42daa02c6fc",
    "caa04637-6009-4065-89c7-931d3e44b826",
    "60bed94f-19d1-471f-9213-301734a4bab2",
    "35b16fa5-38a0-4a0d-b186-e6266af128fc",
    "f25e9991-f9c7-4ac8-8ac8-fc3d2352aac5",
    "main",
    "blog-posts"
  ]
}
