{
  "sections": {
    "a7278f70-4e30-4842-a597-b42daa02c6fc": {
      "type": "image--image",
      "settings": {
        "image": "shopify:\/\/shop_images\/3-6-1024x576.png",
        "parallax": true,
        "alignment": "center",
        "hero_size": "medium",
        "text-over-image-width": "full-width"
      }
    },
    "caa04637-6009-4065-89c7-931d3e44b826": {
      "type": "text--rich-text",
      "settings": {
        "colors": "white",
        "width": "medium",
        "subheading": "",
        "page_title": "Meet Kalia Konstantinidou, Istoria and Parīlio, Greece",
        "title": "",
        "text": "<p>Meet the beautiful Kalia Eliopoulos; With her husband Antonis, they own the magical Istoria andParīlio hotels on the islands of Santorini and Paros. She takes us on a journey, from the whitewash historical village to the legendary story of  “the Italian Lady”, she tells us about what inspired the design and what to expect when staying with them. <\/p>",
        "button_link": "",
        "button_label": ""
      }
    },
    "60bed94f-19d1-471f-9213-301734a4bab2": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/013-church-819x1024.jpg",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>You and Antonis had had previous careers before entering the world of hospitality. How did you both meet and how did the first project come about? <\/strong><\/p><p>We first met with my husband at a shipping event. Antonis was in the family shipping business at the time and I was working in PR for a think tank. On one of my husband’s countless trips to Santorini, he decided to buy a rustic vineyard as his family’s summer estate. He then had the bold idea of turning it into the first 5-star hotel of the island, the now renowned Vedema, a Luxury Collection Resort.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "35b16fa5-38a0-4a0d-b186-e6266af128fc": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/g-03-parilio-684x1024.jpg",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>Can you tell us a little bit more about the Italian lady who owned the house before it became Istoria? <\/strong><\/p><p>The house that used to lie on Istoria’s grounds was owned by a lady that the locals would call ‘the Italian lady’ – who in fact is Greek but had moved to Italy almost 50 years ago. She’s had a very interesting life and many stories to tell. When she was 16, the King of Greece had organized a big ball in the palace. She could attend it because her father worked for the king as he was in charge of the horses. The King of Jordan, who was 50 years old at the time, fell in love with her and wanted to marry her. Of course, he had many wives but that wasn’t an issue. Her mother wanted to let her marry him but her father did not accept it. The pushy king was chasing her, so her father arranged a passport for her to enable her to travel around the Mediterranean. For four years she traveled to Turkey, Israel, Morocco, and Italy so that the king could not find her and that’s how she ended up in Italy and she stayed there.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "94f3aa02-5263-480a-acb3-53e0236258f1": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/007-istoria-destination-santorini-819x1024.jpg",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>How are the islands of Santorini and Paros different from each other? <\/strong><\/p><p>Santorini is our first and eternal love, while Paros is the island we used to spend our family vacation. Both islands boast exquisite natural beauty, rich culture, and gastronomy, and yet they are very unique and with a completely different vibe from each other. The volcanic landscape of Santorini on the one side is a major attraction because of its energy and mystery. A massive explosion that happened thousands of years ago at the Aegean sea, created the biggest Caldera in the world, now offering an amazingly beautiful scenery with breathtaking views – mostly famous for the sun-bleached houses hanging from the cliff, blue-domed churches, and legendary sunsets. On the other side, Paros is a place where unspoiled natural beauty and the slowed rhythms of Cycladic life prevail, the island embodies an authentic and organic Greek experience. The younger crowds come looking for a laidback holiday among its pristine sandy beaches and lively nightlife. Surfers come for its inviting waves, while families enjoy its many shallow, sheltered bays. Couples relish the picturesque villages and bougainvillea-lined alleyways. And nature lovers come to explore the island’s wildlife and stunning geological formations.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "main": {
      "type": "template--article",
      "disabled": true,
      "settings": {
        "show_author_name": false,
        "show_dates": true,
        "blog-sidebar-link": "",
        "blog_sidebar_title": "",
        "blog_sidebar_desc": "",
        "show_blog_tags": false,
        "show_recent_posts": false
      }
    },
    "a03d6575-b737-4f5c-82e5-bc5f6109c4e8": {
      "type": "image--image",
      "settings": {
        "image": "shopify:\/\/shop_images\/008-istoria-santorini-coast-1024x573.jpg",
        "parallax": true,
        "alignment": "center",
        "hero_size": "medium",
        "text-over-image-width": "full-width"
      }
    },
    "d610362f-c4a9-4f77-a785-b8210aff3000": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/005-istoria-kalia-eliopoulos-architecture-819x1024.jpg",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>Three things that people might not know about the hotels or the islands?<\/strong><\/p><p>The premises of Istoria included 5 stables where the former owner used to keep her beloved horses. This long-forgotten story became the spark of inspiration for a collection of different ideas and images throughout the hotel, the most compelling of which is the arched entryways of the ground floor suites, decorated with water troughs and horse bridles, so reminiscent of the house and stables that used to stand there.<\/p><p>Another very interesting detail that few know is that in our effort to make the spaces as natural as possible, we have used in our spa actual black-volcanic sand from our beach on Perivolos.<\/p><p>Our interior architect has drawn inspiration from the surrounding nature for the design of Parīlio and most notably from the Koukounaries hill where one of the most ancient and important acropoleis of the Aegean was discovered. This pure piece of land inspired the Parīlio colour palette and this is notably reflected on the two rocks highlighting the impressive pool of the hotel. Moreover, the cross that the pool shapes is perfectly aligned with the main entrances of the hotel as well as the hill in the background.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "4e792879-7d75-48e5-b861-fdcbef8dfa66": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/g-05-parilio-683x1024.jpg",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>What is your approach to hospitality? <\/strong><\/p><p>Through our properties we aspire to offer our guests the Greek essence of distinctive hospitality, wishing them to fully disconnect and create their own story, while embracing the authentic Cycladic lifestyle and carefree state of mind. We hope that they will carry home with them cherished memories and stories they can share with the people they love.<\/p><p><strong>What are you most proud of at the hotels? <\/strong><\/p><p>It is the calming ambiance we have been able to create so far in our hotels. We have been able to design an accommodation experience that seems to decelerate time. Every corner is imbued with a sense of intimacy, relaxation, and comfort, for a prevailing atmosphere that feels like a home away from home. As soon as one steps in, they can immediately enter a world of solace and serenity.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "22925169-3dc8-44a0-9e9f-c46468044188": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/SYKzHijI-683x1024.jpg",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>What inspired the design? <\/strong><\/p><p>For Istoria, we were profoundly influenced by the story of the house that used to lie on the grounds of the hotel. A deserted private residence neighboring a deep blue patch of the Aegean Sea that we transformed to a boutique hotel, aiming to form a new residential experience. The spaces are enhanced with an amalgamation of new and old materials and were intended to make guests feel as if they are living in an authentic Santorinian mansion, reminiscing the estate that once stood in its place.<\/p><p>For Parīlio, we were influenced by the traditional houses of Paros as well as the bright Cycladic sunlight and inspired by the local fortresses – like monasteries that one encounters on the island. The reception area, the first image that is captured by the visitor’s eye, a modern sanctuary with narrow windows and a large entrance that is distinguished by a series of impressive arches, offers an overwhelming feeling of complete calmness. These images create a sense of time travelling to past decades, when life on the Cycladic islands was as pure as light itself.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "942c8cee-08a2-49a9-9efd-a2e9a3b78f65": {
      "type": "image--image",
      "settings": {
        "image": "shopify:\/\/shop_images\/parilio-s-01-rrr-jpg-1024x601.jpg",
        "parallax": true,
        "alignment": "center",
        "hero_size": "medium",
        "text-over-image-width": "full-width"
      }
    },
    "blog-posts": {
      "type": "blog--blog-posts",
      "settings": {
        "colors": "light",
        "subheading": "BLOG",
        "title": "Latest articles",
        "post_limit": 3,
        "show_author_name": false,
        "show_dates": true,
        "show_blog_images": true,
        "imageSize": "square"
      }
    }
  },
  "order": [
    "a7278f70-4e30-4842-a597-b42daa02c6fc",
    "caa04637-6009-4065-89c7-931d3e44b826",
    "60bed94f-19d1-471f-9213-301734a4bab2",
    "35b16fa5-38a0-4a0d-b186-e6266af128fc",
    "94f3aa02-5263-480a-acb3-53e0236258f1",
    "main",
    "a03d6575-b737-4f5c-82e5-bc5f6109c4e8",
    "d610362f-c4a9-4f77-a785-b8210aff3000",
    "4e792879-7d75-48e5-b861-fdcbef8dfa66",
    "22925169-3dc8-44a0-9e9f-c46468044188",
    "942c8cee-08a2-49a9-9efd-a2e9a3b78f65",
    "blog-posts"
  ]
}
