{
  "sections": {
    "a7278f70-4e30-4842-a597-b42daa02c6fc": {
      "type": "image--image",
      "settings": {
        "image": "shopify:\/\/shop_images\/Article-header-imager-v3-1024x341.png",
        "parallax": true,
        "alignment": "center",
        "hero_size": "medium",
        "text-over-image-width": "full-width"
      }
    },
    "caa04637-6009-4065-89c7-931d3e44b826": {
      "type": "text--rich-text",
      "settings": {
        "colors": "white",
        "width": "medium",
        "subheading": "",
        "page_title": "Meet Claire Olshan, Creative Director Dada Daily, NY",
        "title": "",
        "text": "<p>Aesthete Claire Olshan is credited with creating Five Story, one of the most sumptuous NYC Luxury locations of the noughties. Not content with tantilising our sartorial senses, Claire has gone on to revolutionise the world of entertaining; creating the humorous, intricate and perfectest tablescape objet d’arts that you never knew you needed.<\/p>",
        "button_link": "",
        "button_label": ""
      }
    },
    "60bed94f-19d1-471f-9213-301734a4bab2": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/87147759_1106577923014009_8020760036965875712_n-819x1024.jpg",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>Who or what is Dada?<\/strong><\/p><p><a href=\"https:\/\/www.maisonflaneur.com\/brand\/dada-daily\/products\/\">Dada<\/a> is that feeling of effortless magic. It’s simple moments, tools, objects that change a moment from ordinary to extraordinary. Dada’s spirit, taken from the art movement itself, is not about convention or proper – it’s about creating decadence in one’s daily moments; moments that will bring you joy and inspiration, moments that will bring people together to be creative and ignite the senses.<em> <\/em><\/p><p><strong>Which came first, the snack or the snack holder?<\/strong><\/p><p>In my mind they are twins, born at the same moment. The elevated snack moment, could only truly feel comfortable in the gesalt of the DADA world. Reality made the snack come first, as one can only bite off as much as they can chew (no pun intended). The purpose of DADA is to create the tool box for entertaining. One shouldn’t feel overwhelmed or insecure – whether you’re entertaining yourself, your loved ones or your sense, DADA was meant to be used anytime and anywhere to effortlessly create a magical hour of the ordinary moment.<\/p><p><strong>Where do you get inspiration for your designs?<\/strong><\/p><p>OY YOY YOY. How much time do you have?I live in NYC – so there’s that. Inspiration EVERYWHERE , if you’re looking for it.I love books. In a past life im pretty sure I lived in Vienna in the first three decades of the 20th century.That world of design has pretty much inspired everything I’ve ever done from a very early age.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "b0b1e3b4-61df-4dab-b262-5fed90b4a143": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/image-scaled-e1665650698294-864x1024.jpg",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>Obsessed with your “Butt Holder”! Tell us the inspiration behind that design.<\/strong><\/p><p>When I was in my very early 20’s and worked in the art world, I remember seeing a Pedro Friedeberg hand chair for the first time and has that heartbreakingly visceral reaction (that only a true 20 year old can have) that one day I needed to have it. I remember that loves the marriage of the masculinity of the chair, big tough and secure but mixed with these curvy voluptuous lines that resembled a woman.  I searched the internet and found a tiny gold one and blew way more money than I should have on it. It still sits on my shelf in my apartment and will always be one of my favorite purchases.Anyway, I wanted the ashtray to convey those same feelings – and while it isn’t made JUST for smoking “butts” – I did want it to conjure up the visual of smoking – the sexy , bygone era , where smoking was cool , cowboy, bombshell, European, all American, sad, disco …. Pretty much everything real.   Long story short, I wanted people to feel that heartbreak I had at the turn of my teenage years and say “I need to have that.”<\/p><p><strong>What’s your favourite piece in your collection?<\/strong><\/p><p>Bugatti chairOR my daughter’s bed (pictured left)<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "main": {
      "type": "template--article",
      "disabled": true,
      "settings": {
        "show_author_name": false,
        "show_dates": true,
        "blog-sidebar-link": "",
        "blog_sidebar_title": "",
        "blog_sidebar_desc": "",
        "show_blog_tags": false,
        "show_recent_posts": false
      }
    },
    "blog-posts": {
      "type": "blog--blog-posts",
      "settings": {
        "colors": "light",
        "subheading": "BLOG",
        "title": "Latest articles",
        "post_limit": 3,
        "show_author_name": false,
        "show_dates": true,
        "show_blog_images": true,
        "imageSize": "square"
      }
    }
  },
  "order": [
    "a7278f70-4e30-4842-a597-b42daa02c6fc",
    "caa04637-6009-4065-89c7-931d3e44b826",
    "60bed94f-19d1-471f-9213-301734a4bab2",
    "b0b1e3b4-61df-4dab-b262-5fed90b4a143",
    "main",
    "blog-posts"
  ]
}
