{
  "sections": {
    "a7278f70-4e30-4842-a597-b42daa02c6fc": {
      "type": "image--image",
      "settings": {
        "image": "shopify:\/\/shop_images\/Screen-Shot-2020-11-03-at-11.52.29-AM.png",
        "parallax": true,
        "alignment": "center",
        "hero_size": "medium",
        "text-over-image-width": "full-width"
      }
    },
    "caa04637-6009-4065-89c7-931d3e44b826": {
      "type": "text--rich-text",
      "settings": {
        "colors": "white",
        "width": "medium",
        "subheading": "",
        "page_title": "Flânerie in the design backstage: Piping hot revolutions",
        "title": "",
        "text": "<p>I have been continuingly fascinated by metal. This material seems to have the magic power to express ideas that should be mutually exclusive; modernity and nostalgia, mass production and craftsmanship, sensuality and functionality. The use of metal has also achieved nothing less than turning our esthetic and social convictions upside down.<br\/>The shift from handcrafted wood furniture to metal pieces is pivotal as it meant that well-designed furniture could be reproduced thousands of times and at a reasonable cost. In other words, this switch paved the way for each of us to live comfortably with great works of design that stimulate the same emotions as the original creation. <\/p><p><strong>By Astrid Malingreau<\/strong><\/p>",
        "button_link": "",
        "button_label": ""
      }
    },
    "60bed94f-19d1-471f-9213-301734a4bab2": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/image_125.jpg",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p>The great minds at the origin of this revolution were influenced by abstract art (one of the first tubular steel chairs was made by Marcel Breuer for the Russian painter Wassily Kandinsky) and social theories of the Bauhaus movement. The inspiration also came through simple observations:  The very first prototype of a cantilever chair (the W1) was put together with welded gas pipes by Mart Stam in Stuttgart in 1926.<\/p><p>I discovered that pipes watered other design histories and I would like to take you for a flânerie along another plumbing-inspired revolution.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "35b16fa5-38a0-4a0d-b186-e6266af128fc": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/RUHLMANN-JE-755x1024.jpg",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p>At the 2009 European Fine Art Fair (commonly called Tefaf), the Galerie Vallois presented a booth composed entirely of metal furniture. At its center, a grand semi-circular desk and an armchair that I had never seen but whose design felt familiar. The<em>Borderel<\/em>desk and armchair were a prototype designed by the Art deco master Jacques Emile Ruhlmann (1879-1933) and entirely made out of<em>Duralium<\/em>(Duralium was originally developed for aviation. It combines the lightness of aluminum and the strength of metal). Ruhlmann was a designer of luxury furniture, known worldwide for his use of opulent materials such as fine woods and  inlaid ivory, far from industrial production. For a design geek like me it was surprising to see his name associated with such a metallic ensemble. I had to investigate.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "0d210fd6-91f7-43d0-a517-1c75da9c64e2": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/Screen-Shot-2020-11-03-at-11.52.29-AM.png",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p>In the 1920s, France was leading the arts worldwide, excelling in the decorative realm with internationally recognized names such as Jacques-Emile Ruhlmann, Eugène Printz and Jean-Michel Frank. At that point the great pride of France was the art of <em>ébénisterie<\/em> (a word that separates the cabinet maker from the simple woodworker). The unrefined metal was not considered sophisticated enough to be seen bare in the honorable society. Of course elements made out of delicately casted bronze had found their way in the decorative art court but always dressed in a civilized gold or silver coat. And yet, the leading name of the art déco, Jacques-Emile Ruhlmann, ventured into the domain of metal.<\/p><p>You may wonder – as I did – why would the designer take such a daring and forward-thinking decision?<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "3519401c-6ebf-4962-a2c1-9ce0a052d2a5": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/Screen-Shot-2020-12-18-at-14.32.01-784x1024.png",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p>Well, Ruhlmann was an observant man and he saw that society and technology were moving toward more comfort. This comfort came through the apparition of central heating systems (again the pipes…). Wood being a living material, changes in temperature and dryness are its enemies as they cause it to warp. Ruhlmann was assisted in his experimentations by his friend Raymond Subes (1891-1970) who was the artistic director of the <em>Borderel et Robert<\/em>, a company specialized in ironwork. <\/p><p>In 1925, he designed a prototype for a chair with an enameled metal frame which was so innovative that it already anticipated the imperatives of mass production (easy to manufacture and with the smallest possible amount of material). This early model offers a strong resemblance with what we consider today to be one of the common stacking chairs. However, Ruhlmann’s prototype was never produced. (We will never know for certain why, but the growing rumors of an extraordinary modernist project distracted him. Indeed in those years, the Maharadja d’Indore was making frequent visits to Paris, with his suite of advisors, to scout the french design horizons and decide who were to be the artists of the Manigh Bagh Palace. But that’s just maybe.)<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "main": {
      "type": "template--article",
      "disabled": true,
      "settings": {
        "show_author_name": false,
        "show_dates": true,
        "blog-sidebar-link": "",
        "blog_sidebar_title": "",
        "blog_sidebar_desc": "",
        "show_blog_tags": false,
        "show_recent_posts": false
      }
    },
    "blog-posts": {
      "type": "blog--blog-posts",
      "settings": {
        "colors": "light",
        "subheading": "BLOG",
        "title": "Latest articles",
        "post_limit": 3,
        "show_author_name": false,
        "show_dates": true,
        "show_blog_images": true,
        "imageSize": "square"
      }
    }
  },
  "order": [
    "a7278f70-4e30-4842-a597-b42daa02c6fc",
    "caa04637-6009-4065-89c7-931d3e44b826",
    "60bed94f-19d1-471f-9213-301734a4bab2",
    "35b16fa5-38a0-4a0d-b186-e6266af128fc",
    "0d210fd6-91f7-43d0-a517-1c75da9c64e2",
    "3519401c-6ebf-4962-a2c1-9ce0a052d2a5",
    "main",
    "blog-posts"
  ]
}
