{
  "sections": {
    "a7278f70-4e30-4842-a597-b42daa02c6fc": {
      "type": "image--image",
      "settings": {
        "image": "shopify:\/\/shop_images\/BANNER-e1590157322946-1024x349.jpg",
        "parallax": true,
        "alignment": "center",
        "hero_size": "medium",
        "text-over-image-width": "full-width"
      }
    },
    "caa04637-6009-4065-89c7-931d3e44b826": {
      "type": "text--rich-text",
      "settings": {
        "colors": "white",
        "width": "medium",
        "subheading": "",
        "page_title": "Flân’ Club: Stephanie Fishwick, Illustrator & Calligrapher, Virginia",
        "title": "",
        "text": "<p>Stephanie earned her Bachelor of Fine Arts from Virginia Commonwealth University. After purchasing calligraphy tools at a small shop in Paris, her creative focus shifted towards pen, ink, and collage. You may have read about her in <a href=\"https:\/\/www.vogue.com\/article\/send-all-of-your-summer-thank-you-notes-on-this-stunning-stationery\">Vogue<\/a>, House & Garden UK or <a href=\"https:\/\/www.architecturaldigest.com\/story\/stephanie-fishwick-artsy-craftsman-home-charlottesville-virginia\">Architectural Digest<\/a>, or seen her drawings for The Ritz Carlton Champagne Menu; Stephanie Fishwick combines respect for foundations with a rule-breaking spirit to create one of a kind pieces. Today, she lives in a country house in Virginia with her husband and son, her studio, located on the property, respectively surrounded by old ivy-covered cedars, oak trees, hydrangea, boxwood, and magnolias. We had the chance to ask her a few questions.<\/p>",
        "button_link": "",
        "button_label": ""
      }
    },
    "60bed94f-19d1-471f-9213-301734a4bab2": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/stephanie_fishwick-e1590147979957-731x1024.jpg",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>How would you describe your work?<\/strong><br\/>My collages blend traditional decorative arts motifs with influences of vanitas painting, new wave, goth, zines, fairy tales and psychedelia, all topped with a generous amount of spooky details, magical curios and all manner of critters. I am a professional calligrapher trained in the classic Copperplate and Italic style, but also expand on traditional scripts with my own versions to make wild, scratchy squiggles, flourishes, french script styles and brush scripts.<\/p><p><strong>How would you describe your home in one word?<\/strong><br\/>Countrylife (a la Roxy Music)<\/p><p><strong>What makes a home in one word.<\/strong><br\/>Harbor<\/p><p><strong>How would you describe your taste in one word?<\/strong><br\/>Romantic<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "35b16fa5-38a0-4a0d-b186-e6266af128fc": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/stephanie_fishwick_pillow_interior-731x1024.jpg",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>Define bad taste in interiors?<\/strong><br\/>That lacking passion, confidence, or imagination! I used to own a very old Mercedes Benz. It was a beautiful old lemon –no air conditioning and a broken radio. On my first (of too many) trips to the local speciality repair shop, I was struck by the humble but amazing waiting room just off the garage. These guys had coffee, chic leather seating, a <a href=\"https:\/\/www.maisonflaneur.com\/product\/black-white-vintage-moroccan-beni-ourain-rug-195cm-x-140cm\/\">Beni Ourain type shag rug<\/a>, and plants surrounded by old car advertisement posters. It looked like someone had carved the space out in the 70’s- it felt so nice, cool, clean, and made me want to sit down and enjoy a styrofoam cup of gross Bunn coffee! Not my style specifically, but I was engulfed. Hospitality, comfort, imagination, and a sense of place came together to make a really nice and memorable waiting room, of all places.<\/p><p><strong>What is your favourite address for decoration?<\/strong><br\/>Estate sales and antique shops – we live in an area rich with antiquing treasures<\/p><p><strong>Where do you find your inspiration for your designs?<\/strong><br\/>My husband and I adore used bookstores, estate sales, and record shops. There are so many wonderful period juxtapositions and genres we’ve collectively forgotten. I am always hunting old books, leafing through old books and digging for new collage materials in scanned public domain archives. I will see a peculiar flower, textile, or a little creature I like and it gives me an idea of a moment or a habitat. Most of my collages are fantasy worlds spun up from playing around with clippings: flowers, creatures, bugs, and any other motifs that I’m drawn to at that moment, or that my clients have asked me to include.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "ca1c7436-8151-404d-ac55-2e0e960e7d3d": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/Stephanie_Fishwick_Shell_Books_Merci-731x1024.jpg",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>A fun story to share about calligraphy? <\/strong><br\/>It’s so easy to acquire all kinds of amazing writing tools other than the traditional quill type nib online. I collect Murano glass pens, ruling pens, folded pens and others to make different scripts with. One year for Christmas my husband James custom ordered a few calligraphy brushes for me from a Chinese artist who uses local roadkill to source hair, and designs wild tufts out of them, to place into the handles she carves herself. The result: Truly one-of-a-kind brush strokes!<\/p><p><strong>Describe your philosophy when it comes to your work.<\/strong><br\/>A while ago I wrote this down and have it pinned up next to my desk:  Two parts history, beauty, nature to one part experimental, surreal, ugly.<\/p><p><strong>What is your favourite object in your home?<\/strong><br\/>One of my favourite finds is an Atlantic surf clamshell that was swirling around my son and I in the waves a few summers ago in Amagansett; a truly beautiful place and memory with my 5-year-old.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "605e190c-ffd4-4525-aab0-f8d6d6f0d84c": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/Stephanie_Fishwick_Art_Collage_Maison_Flaneur_Article-732x1024.jpg",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>Ever wanted to bring back something from a hotel or a restaurant?<\/strong><br\/>The perfectly-sized, vintage martini glasses at our favourite bar, The C&O.<\/p><p><strong>What is your favourite hotel in the world?<\/strong><br\/>Truthfully I haven’t stayed in many hotels – or the really nice ones I should say. Growing up our one annual family trip was to a tiny seaside town in Delaware called Bethany Beach. Our large extended family would rent two old clapboard cottages next door to one another – across from the ocean, yes, but very rustic. Mom would bring along our cotton sheets from home, our own pillows and we cooked most of the meals (except for the famous local pizza ) and it felt – and still very much feels – like a home away from home. It wasn’t until I was out of college that I began travelling and that was always on a shoestring. I will say, since getting married, my husband and I have stayed at a few very special hotels. We loved our stay at The Bowery Hotel in New York City. A wonderful former client of mine, who has stayed in the greatest hotels all over the world, told me his favourite is The Bowery. We bonded over their chic and comfortable rooms, wood floors with natural wool area rugs and large bright windows that you can crank open for fresh air. The downstairs is a cosy, casual place to hang out in, and the experience overall was more like being in a really nice apartment than a hotel—I guess that makes me kind of a homebody, ha!<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "main": {
      "type": "template--article",
      "disabled": true,
      "settings": {
        "show_author_name": false,
        "show_dates": true,
        "blog-sidebar-link": "",
        "blog_sidebar_title": "",
        "blog_sidebar_desc": "",
        "show_blog_tags": false,
        "show_recent_posts": false
      }
    },
    "blog-posts": {
      "type": "blog--blog-posts",
      "settings": {
        "colors": "light",
        "subheading": "BLOG",
        "title": "Latest articles",
        "post_limit": 3,
        "show_author_name": false,
        "show_dates": true,
        "show_blog_images": true,
        "imageSize": "square"
      }
    }
  },
  "order": [
    "a7278f70-4e30-4842-a597-b42daa02c6fc",
    "caa04637-6009-4065-89c7-931d3e44b826",
    "60bed94f-19d1-471f-9213-301734a4bab2",
    "35b16fa5-38a0-4a0d-b186-e6266af128fc",
    "ca1c7436-8151-404d-ac55-2e0e960e7d3d",
    "605e190c-ffd4-4525-aab0-f8d6d6f0d84c",
    "main",
    "blog-posts"
  ]
}
