{
  "sections": {
    "a7278f70-4e30-4842-a597-b42daa02c6fc": {
      "type": "image--image",
      "settings": {
        "image": "shopify:\/\/shop_images\/1-5-1024x576.png",
        "parallax": true,
        "alignment": "center",
        "hero_size": "medium",
        "text-over-image-width": "full-width"
      }
    },
    "caa04637-6009-4065-89c7-931d3e44b826": {
      "type": "text--rich-text",
      "settings": {
        "colors": "white",
        "width": "medium",
        "subheading": "",
        "page_title": "Meet Goya Gallagher, Co-founder and Designer, Malaika",
        "title": "",
        "text": "<p>We are so happy to welcome Malaika on Maison Flâneur. Malaika was founded in 2004 by Margarita Andrade and Goya Gallagher who, after growing up in their native Ecuador, found themselves living and settling in Egypt. With a background in design and a keen interest in embroidery, crochet, and hand-drawn thread work, they decided to utilise Egyptian cotton to produce high-quality bed linen previously not available in the local market. At the heart of its business model, Malaika focuses on teaching hand embroidery to local women giving them a chance to learn a valuable skill and improve their economic standing. We sit down with Goya to discuss everything Malaika.<\/p>",
        "button_link": "",
        "button_label": ""
      }
    },
    "60bed94f-19d1-471f-9213-301734a4bab2": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/mmmalaika02052018_08_voor_website_0.jpg",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p>Malaika is a social enterprise where we believe in producing timeless pieces for the home while equally considering those that make them.<\/p><p>Malaika has its own factory in the outskirts of Cairo, which enables us to produce high quality products in a nourishing working environment.<\/p><p>Malaika founded Threads of Hope in downtown Cairo, a tuition-free embroidery school where all women are welcome to try their hand at embroidery. We have recently opened a nursery so that our trainees can bring their children.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "35b16fa5-38a0-4a0d-b186-e6266af128fc": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/Copy-of-MGK-181-Malaika-SN-065-_-Malak-Kabbani-2021-1024x1024.jpg",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>From Ecuador to Egypt, how did the Malaika adventure start?<\/strong> <\/p><p>It all started with a holiday in 1992  and falling in love with Egypt. The vibrancy of Cairo, the infinite layers of history, the magic of the desert and the welcoming nature of Egyptians, were impossible to resist! Goya set up a magazine in Cairo and a few years later Margarita, her childhood friend, came to visit and also fell under the spell of Egypt. Malaika started a few years later when it became apparent that the producer of the best cotton in the world, was exporting most of its crops and had no homegrown brand.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "b07a08e7-e63d-41be-a0ce-99e20f8567cd": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/Copy-of-MGK-181-Malaika-SN-030-_-Malak-Kabbani-2021-1024x1024.jpg",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>Can you tell us about the work you do with women in Egypt?<\/strong><\/p><p>Malaika offered free embroidery tuition within our premises from the outset. We started with one room and women arrived by word of mouth and soon enough, we were looking for a bigger space. As we grew, so did the training program and in 2018 we decided to establish Threads of Hope as an independent embroidery school that could cater to more women.<\/p><p>At Threads of Hope, we teach hand embroidery to hundreds of talented Egyptian and refugee women. Regardless of their age, background, or literacy, here they receive a free two-month education in embroidery and are enabled to pursue and cultivate their individual talents. Once proficient, the women leave the centre and return to work from home. Enter Threads of Hope and you will find a colourful place where women from different countries bring their style and identity, where you will hear different languages and lots of chatter and laughter. These are women that are incredibly resilient and at Threads of Hope we want to offer them a haven, where they can learn a skill, feel respected and valued, where they can safely share their stories, and offer one another hope. <\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "327a7dcd-2855-430b-9663-b51a87acb688": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/IMG_6638-1-scaled-1-768x1024.jpg",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>Could you share one particularly touching story from your workshop?<\/strong><\/p><p>A particularly touching story to share is the story of Rose John, a 46-year-old embroiderer from South Sudan. Rose’s husband stayed in Sudan when she fled to Egypt four years ago with their seven children to escape the civil war. Now, as a single mother in Cairo, Rose’s children rely on her being at home. Rose joined the Malaika training centre (TOH) in 2018 and studied embroidery. With needle, thread and yarn, she has acquired the skills to work from home while supporting her family as a mother. Rose says the training centre gave her the means and self-respect to make a life for herself and her family in Egypt. Even though she now embroiders from home, Rose often returns to the centre to spend time with the ladies still working there. The laughter, conversation and family atmosphere bring her back, she says. Rose says she is now proud to be passing on her embroidery skills to her little daughter who is already showing considerable talent and promise at needlework.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "2d966b83-660e-4e3d-9360-aa8cbfe3046c": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/MGK-181-Malaika-Ardi-066-_-Malak-Kabbani-2021-copy-1024x1024.jpg",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>What does embroidery mean to you? <\/strong><\/p><p>Embroidery is storytelling, a medium that has been used for thousands of years to record important information, thread creativity and define cultural identity. For us the beauty of hand embroidery is that no two pieces will ever be identical and that the imperfections are part of the charm. At Threads of Hope, the embroidery school founded by Malaika, embroidery is also community building giving our students an opportunity to share their stories while sitting around an embroidery table. <\/p><p><strong>Where do you find your inspiration?<\/strong><\/p><p>The rich and layered heritage of Egypt is an infinite source of inspiration; from the sumptuous colours and pictorial traditions of Ancient Egypt and charming Coptic tapestries to the intricate patterns of the Fatimid and Mamlouk era, Egypt is a wealth of design resources.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "80a0b090-d419-4a77-909c-e00ce6a4b0e8": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/Copy-of-MGK-181-Malaika-SN-078-_-Malak-Kabbani-2021-1024x1024.jpg",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>Can you tell us about the 2021 designs?<\/strong><\/p><p>There are two main inspirations for this Spring Summer Collections.<strong> The first one is called the Sacred Nile Capsule Collection. <\/strong><\/p><p>For thousands of years, the Nile has been Egypt’s lifeline. The shores along the Nile are incredibly fertile explosions of palm groves leading to dramatic sand dunes. It is in this verdant corridor that villages such as Sohag and Assyut flourished and communities got busy making textiles since ancient times. This collection is inspired by the landscape along the Nile and partly crafted by women from these villages that continue to uphold these textile traditions. The other is <strong>Egyptomania.  <\/strong>The romance of the west with Egypt has endured for millennia – since the days of Julius Caesar and Mark Anthony when they fell under the spell of Egypt’s seductive queen, then im- mortalised countless times. This romance endured throughout the ages, but the 1920s saw an explosion of all things Egyptian, after the discovery of Tutankhamon’s tomb. It was the Roaring 20s, and Egyptian symbolism and aesthetics were everywhere – from fashion and jewellery to furniture and architecture. As we return to the 20s, we introduce our Egyptomania collection, bringing you the spirit of Ancient Egypt’s mysticism and romance, and some of the liveliness of the roaring 20s too.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "415a1c06-02d9-4d46-b2db-4894d268b065": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/Copy-of-DSCF4335-1024x683.jpg",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>Is there one that you particularly like?<\/strong><\/p><p>There are many! One of our favourites is the fully embroidered Sakkara placemat. We love the boldness of the design and the colourways which are inspired by those found in Valley of the Artisans in Luxor. Another one of our favourites is the hand-embroidered ottoman vase tablecloth in cinnamon because it represents the combination of a timeless design with the highest level of craftsmanship  (cross stitch and hand-drawn embroidery) which makes it sumptuous yet inviting. And then there is the bee collection which is an explosion of colour and guaranteed to make any gathering feel festive.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "8ec3adeb-6ca7-4f6e-8b60-dd253b86a61d": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/Blossom-Placemat-8-1024x683.jpg",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>Your favourite address for decoration?<\/strong><\/p><p>This year has been all about shopping online and we are very happy to have discovered Maison Flâneur!<\/p><p><strong>Your favourite address in Egypt for decoration?<\/strong><\/p><p>The Khan el Khalili bazaar is one of our favourite places, for its hidden gems and the personal relationships we have established with many shop owners and artisans over the years. <\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "c3232f3f-b3ee-4a34-bcc1-71fa2d2c33ce": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/Blossom-Placemat-5-1024x683.jpg",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>What is your best advice for the perfect table setting?<\/strong><\/p><p>For us, a successful table setting leads to a fun dinner with lots of chatter and laughter, so we like a table to be beautiful but not intimidating and prefer a setting that is not too perfect.  Layering textures, not being afraid of mixing colours, incorporating vintage pieces, and having fun with flowers. For the evening lots of candles, we particularly love the light given by alabaster candleholders because it’s warm and flattering and reminds us of how the ancient Egyptians must have dined!<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "main": {
      "type": "template--article",
      "disabled": true,
      "settings": {
        "show_author_name": false,
        "show_dates": true,
        "blog-sidebar-link": "",
        "blog_sidebar_title": "",
        "blog_sidebar_desc": "",
        "show_blog_tags": false,
        "show_recent_posts": false
      }
    },
    "e42eaa42-c1a4-4921-814c-d2e0e27ea4ab": {
      "type": "image--gallery",
      "blocks": {
        "template--17980250882363__e42eaa42-c1a4-4921-814c-d2e0e27ea4ab-1676292164188146a7-0": {
          "type": "image",
          "settings": {
            "image": "shopify:\/\/shop_images\/Untitled-design-35.png",
            "link": "",
            "title": "",
            "description": "<p>Rose Bud Placemat Blossom<\/p><p>£86<\/p>"
          }
        },
        "template--17980250882363__e42eaa42-c1a4-4921-814c-d2e0e27ea4ab-1676292164188146a7-1": {
          "type": "image",
          "settings": {
            "image": "shopify:\/\/shop_images\/Untitled-design-38-1024x900.png",
            "link": "",
            "title": "",
            "description": "<p>Ottoman Carnation Placemat Navy Blue<\/p><p>£56<\/p>"
          }
        },
        "template--17980250882363__e42eaa42-c1a4-4921-814c-d2e0e27ea4ab-1676292164188146a7-2": {
          "type": "image",
          "settings": {
            "image": "shopify:\/\/shop_images\/Untitled-design-45.png",
            "link": "",
            "title": "",
            "description": "<p>Bees Placemat<\/p><p>£44<\/p>"
          }
        }
      },
      "block_order": [
        "template--17980250882363__e42eaa42-c1a4-4921-814c-d2e0e27ea4ab-1676292164188146a7-0",
        "template--17980250882363__e42eaa42-c1a4-4921-814c-d2e0e27ea4ab-1676292164188146a7-1",
        "template--17980250882363__e42eaa42-c1a4-4921-814c-d2e0e27ea4ab-1676292164188146a7-2"
      ],
      "settings": {
        "colors": "white",
        "subheading": "",
        "title": ""
      }
    },
    "blog-posts": {
      "type": "blog--blog-posts",
      "settings": {
        "colors": "light",
        "subheading": "BLOG",
        "title": "Latest articles",
        "post_limit": 3,
        "show_author_name": false,
        "show_dates": true,
        "show_blog_images": true,
        "imageSize": "square"
      }
    }
  },
  "order": [
    "a7278f70-4e30-4842-a597-b42daa02c6fc",
    "caa04637-6009-4065-89c7-931d3e44b826",
    "60bed94f-19d1-471f-9213-301734a4bab2",
    "35b16fa5-38a0-4a0d-b186-e6266af128fc",
    "b07a08e7-e63d-41be-a0ce-99e20f8567cd",
    "327a7dcd-2855-430b-9663-b51a87acb688",
    "2d966b83-660e-4e3d-9360-aa8cbfe3046c",
    "80a0b090-d419-4a77-909c-e00ce6a4b0e8",
    "415a1c06-02d9-4d46-b2db-4894d268b065",
    "8ec3adeb-6ca7-4f6e-8b60-dd253b86a61d",
    "c3232f3f-b3ee-4a34-bcc1-71fa2d2c33ce",
    "main",
    "e42eaa42-c1a4-4921-814c-d2e0e27ea4ab",
    "blog-posts"
  ]
}
