{
  "sections": {
    "a7278f70-4e30-4842-a597-b42daa02c6fc": {
      "type": "image--image",
      "settings": {
        "image": "shopify:\/\/shop_images\/Screen-Shot-2020-03-22-at-12.58.30-1024x721_4da18515-4ed4-4dae-995e-59928cfb46b6.png",
        "parallax": true,
        "alignment": "center",
        "hero_size": "medium",
        "text-over-image-width": "full-width"
      }
    },
    "caa04637-6009-4065-89c7-931d3e44b826": {
      "type": "text--rich-text",
      "settings": {
        "colors": "white",
        "width": "medium",
        "subheading": "Edits",
        "page_title": "10 tips for taking better interior pictures",
        "title": "",
        "text": "<p>We have called upon <a href=\"http:\/\/jeancazals.net\/\">Jean Cazals<\/a>, our favourite food photographer, for advice: If we were going to have to use our own homes as our only Instagram backdrops for the foreseeable future, how could we make the best out of it? Jean has shot over 80 books, was awarded ‘Best Food Photographer 2012’, and ‘Gourmand Best Dessert CookBook UK 2013’ for his book ‘TeaTime’. His approach is clean, graphic and moody, based on natural light, elegant styling, and food presentation. Jean doesn’t just have an eye for food and lifestyle, he has decades of experience of portraiture for editorial, advertising, and design clients. Long story short, he is perfect for the job.<\/p>",
        "button_link": "",
        "button_label": ""
      }
    },
    "60bed94f-19d1-471f-9213-301734a4bab2": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/Screen-Shot-2020-03-23-at-13.15.40-721x1024.png",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>1.  Location Location Location<\/strong><\/p><p>Walk around, move your camera, have a feel for the scene  – Usually the best angle will come to you itself. You may want to take wide and close up shots of the same scene to show various aspects you want to show off.<br\/><br\/><\/p><p><strong>2.  Use a tripod<\/strong><\/p><p>Position your camera, if possible, on a tripod if the light is low to avoid blur images. Otherwise, push the ISO. It means the sensitivity of the captor.  For example On a DSLR move from 100 ISO to 800 ISO. It will allow you to have faster shutter speed without blurring images. It will allow you to have a deeper depth of field as well.Depth of field plays and creates mood but that is for another time if you’d like to know more!<\/p><p><br\/><\/p><p><strong>3. Style it up<\/strong><\/p><p>Once you are happy with the crop, do some styling:  like moving objects (Hence the use of a tripod !), adding flowers, creating a scene… Try not to use too much of a wide-angle unless really needed. It may put things too far away in the image and take away the wow factor. Avoid things too close the lens especially using a wide-angle as it may look deformed. A medium lens works better-creating intimacy.<br\/><br\/><\/p><p><strong>4.  Weather it out<\/strong><\/p><p>Set your camera on Automatic Daylight Balance. On a smartphone, it will do it automatically.  Automatic Daylight Balance will balance the light as you actually see it with your eyes. The weather can completely change the mood of an interior shot. Not better or worse just different. The sun brings strong lines and contrast. A grey dull day softness and lots of details. Some places will work both ways and some will work better in the sun. Try it out for yourself.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "35b16fa5-38a0-4a0d-b186-e6266af128fc": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/Screen-Shot-2020-03-23-at-15.35.21-717x1024.png",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>5. Let the geometry guide you<\/strong><br\/>Keep all the lines straight. Take the wall on each side of the image as a guide. You do not want lines going sideways. Try to look at the room being shot from 3\/4 or face on. It is different and will give a different dynamic.<br\/><br\/><\/p><p><strong>6.  Move Around<\/strong><\/p><p>A zoom lens will be ideal so you can see what works best quickly. Otherwise, move your camera back and forth. However, a DSLR has such a high resolution that you can crop the image afterward.<br\/><br\/><\/p><p><strong>7.  Let the Sunshine in<\/strong><\/p><p>Shooting in daylight will be best. Switch off all electric lights during the day even during a dull or dark day. Your camera can pick up light much more than your eyes can.<br\/><br\/><\/p><p><strong>8. Smooth it out<\/strong><\/p><p>At night or with no daylight, balance the electric lights so the atmosphere is balanced. You do not want a ‘hot spot’: By that, I mean overexposure due to a strong direct spotlight. Use the dimmers to help or cover the lights with a cloth.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "43f4ec05-0bbd-4009-a832-d62154c8649d": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/Screen-Shot-2020-03-23-at-13.16.32-721x1024.png",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>9.  Orientation<\/strong><\/p><p>Portrait (vertical) or landscape (horizontal) both work very well. Interior photography doesn’t mean wide landscape all the time.  It all depends on what you want to show. A large living room will work with the landscape (horizontal) and a corridor in portrait mode (vertical).Shoot a little wider than you intend, to give you more space for a square crop on Instagram.<br\/><br\/><\/p><p><strong>10.  Magic touch<\/strong><\/p><p>You will need to retouch, balance colours, take away the things you do not want in post-production afterward with Photoshop.If you do not have photoshop try to make your image as perfect as possible when you shoot or use various retouching apps.<br\/><br\/><\/p><p><strong>11. <\/strong><em>IF you are still not sure about all the above,  I WILL be happy to shoot it for you if you contact me mentioning Maison Flâneur’s promo.  I’ve been shooting food and interior for many years<\/em>for <em>interior magazines and books. I do style a lot myself as well and can help you to get thebest set of images of your cherished property and show you more tips to achieve the perfect interior photos.<\/em><strong>+44 7860.777.143   <br\/><br\/>  <\/strong><a href=\"mailto:info@jeancazals.net\" target=\"_blank\"><strong>info@jeancazals.net<\/strong><\/a><strong>Have Fun!<\/strong><a href=\"https:\/\/www.maisonflaneur.com\/flan-club-jean-cazals-photographer-london\/\"><strong>Read more about Jean Cazals and his passion for photography here. <\/strong><\/a><\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "main": {
      "type": "template--article",
      "disabled": true,
      "settings": {
        "show_author_name": false,
        "show_dates": true,
        "blog-sidebar-link": "",
        "blog_sidebar_title": "",
        "blog_sidebar_desc": "",
        "show_blog_tags": false,
        "show_recent_posts": false
      }
    },
    "blog-posts": {
      "type": "blog--blog-posts",
      "settings": {
        "colors": "light",
        "subheading": "BLOG",
        "title": "Latest articles",
        "post_limit": 3,
        "show_author_name": false,
        "show_dates": true,
        "show_blog_images": true,
        "imageSize": "square"
      }
    }
  },
  "order": [
    "a7278f70-4e30-4842-a597-b42daa02c6fc",
    "caa04637-6009-4065-89c7-931d3e44b826",
    "60bed94f-19d1-471f-9213-301734a4bab2",
    "35b16fa5-38a0-4a0d-b186-e6266af128fc",
    "43f4ec05-0bbd-4009-a832-d62154c8649d",
    "main",
    "blog-posts"
  ]
}
