{
  "sections": {
    "a7278f70-4e30-4842-a597-b42daa02c6fc": {
      "type": "image--image",
      "settings": {
        "image": "shopify:\/\/shop_images\/Screen-Shot-2021-11-02-at-14.54.55-1024x725.png",
        "parallax": true,
        "alignment": "center",
        "hero_size": "medium",
        "text-over-image-width": "full-width"
      }
    },
    "caa04637-6009-4065-89c7-931d3e44b826": {
      "type": "text--rich-text",
      "settings": {
        "colors": "white",
        "width": "large",
        "subheading": "THE FLÂNEURS",
        "page_title": "Meet Camille and Sibylle, Dimanche Vaisselle, Paris",
        "title": "",
        "text": "<p>Meet the wonderful duo behind Dimanche Vaisselle. Camille and Sibylle. When we first discovered the brand we immediately fell in love with their timeless and colourful designs. Even as a small offering, we wanted our community of Flâneur to access these beauties for Christmas. We sit down with the two Parisian to discuss their inspiration and the things they love.<\/p>",
        "button_link": "",
        "button_label": ""
      }
    },
    "60bed94f-19d1-471f-9213-301734a4bab2": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/Screen-Shot-2021-11-02-at-14.45.53-1024x968.png",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>Could you tell us three things about you?<\/strong><\/p><p>We are a french handcrafted brand, all of our products are designed by us in Paris and hand-painted by our artisans in Italy on the Amalfi Coast. <\/p><p>We are two founders: Camille and Sibylle and are absolutely obsessed by the Mediterranean vibe that we celebrate every day through our products. <\/p><p>Our mission is to make your everyday dishes a little bit cooler and joyful.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "35b16fa5-38a0-4a0d-b186-e6266af128fc": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/DSC_8865-2-685x1024.jpg",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>What is the story behind Dimanche Vaisselle?<\/strong><\/p><p>We met while working together in marketing. The idea of DimancheVvaisselle emerged during a long dinner on a Parisian terrasse. We both felt that our regular dishes were really doll and were not up to our cuisine even the everyday one. We went to Morocco, Spain, Portugal and we finally landed in Italy on the Amalfi Coast where we found the perfect team of artisans and we’ve been developing our collection with them since then. <\/p><p><strong>Where did you find your inspiration? <\/strong><\/p><p>Our designs are inspired by our memories of Sunday’s big tables: full of laughters and food with our family and friends. We try to celebrate this feeling of plenitude and friendliness through our products. We are of course inspired by traditional work but always try to add a little twist to it.<\/p><p><strong>Can you tell us more about the artisan you work with in Italy?<\/strong><\/p><p>Our artisans come from a village well-known for its ceramic: Vietri Sul Mare, on the Amalfi coast. With them, we develop our iconic designs and always try to imagine new collections. We are very proud to support the artisan’s work and to promote a slow and responsible production. It’s a big part of why we get up in the morning.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "ecd74946-1366-427b-994d-3ed75a59cab2": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/IMG_4397-768x1024.jpg",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>You create objects for the table. What does “l’Art de la Table” mean to you? <\/strong><\/p><p>It means a lot to us for two reasons. The first one is that feeling of being welcomed, when the table is all set and looking great, it puts you in a good mood and you always end up having the best moments. The second one, is that with a nice plate food will always taste better, so why deprive ourselves?  <\/p><p><strong>Do you think confinement has changed the way people see their homes\/tables?<\/strong><\/p><p>Of course, it’s not news but we stayed in, cooked more, and got more careful of our surroundings. We believe feeling good in our home and kitchen is not an “extra” but can really ease your daily life.<\/p><p><strong>What are your tips for the perfect table setting pour un déjeuner du Dimanche?<\/strong><\/p><p>Put a little heart into it. Don’t be obsessed about having all the same plates or glasses, don’t be afraid to mix, it’s when a table is transformed into art.<\/p><p><strong>Where do you shop your interior pieces?<\/strong><\/p><p>We are more interested in crafting than in the brand, so we try to shop and imagine our pieces through our artisan’s network. Though, we can resist a good designer piece on vintage shops like Selency.<\/p><p><strong>Any wishes for the rest of the year?<\/strong><\/p><p>We would like to find new artisans to collaborate with. Our dream would also be to design a collection for a hotel or a restaurant.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "401c6488-ceac-48e9-9b95-e61d653d2e82": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/Peony-Flat-Plates-Set-of-2.jpg",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "Peony Flat Plates, Set of 2",
        "text_block": "<p>£35<\/p><p>It is certainly not with the flat peony plate that you will calm your love of the red. Ready to land on small and large tables, the flat peony plate will undoubtedly be the best ally of your meals. Its deep red will certainly make any dish romantic, from morning to evening and from Monday to Sunday. Certified Italian, artisanal and cheerful every day.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "main": {
      "type": "template--article",
      "disabled": true,
      "settings": {
        "show_author_name": false,
        "show_dates": true,
        "blog-sidebar-link": "",
        "blog_sidebar_title": "",
        "blog_sidebar_desc": "",
        "show_blog_tags": false,
        "show_recent_posts": false
      }
    },
    "blog-posts": {
      "type": "blog--blog-posts",
      "settings": {
        "colors": "light",
        "subheading": "BLOG",
        "title": "Latest articles",
        "post_limit": 3,
        "show_author_name": false,
        "show_dates": true,
        "show_blog_images": true,
        "imageSize": "square"
      }
    }
  },
  "order": [
    "a7278f70-4e30-4842-a597-b42daa02c6fc",
    "caa04637-6009-4065-89c7-931d3e44b826",
    "60bed94f-19d1-471f-9213-301734a4bab2",
    "35b16fa5-38a0-4a0d-b186-e6266af128fc",
    "ecd74946-1366-427b-994d-3ed75a59cab2",
    "401c6488-ceac-48e9-9b95-e61d653d2e82",
    "main",
    "blog-posts"
  ]
}
