{
  "sections": {
    "a7278f70-4e30-4842-a597-b42daa02c6fc": {
      "type": "image--image",
      "settings": {
        "image": "shopify:\/\/shop_images\/Explore-1-1024x580.png",
        "parallax": true,
        "alignment": "center",
        "hero_size": "medium",
        "text-over-image-width": "full-width"
      }
    },
    "caa04637-6009-4065-89c7-931d3e44b826": {
      "type": "text--rich-text",
      "settings": {
        "colors": "white",
        "width": "medium",
        "subheading": "",
        "page_title": "Meet Anissa Kermiche, Designer, London",
        "title": "",
        "text": "<p>Ambitious London-based jewellery and ceramics designer <a href=\"https:\/\/www.maisonflaneur.com\/brand\/anissa-kermiche\/\">Anissa Kermiche <\/a>knows a thing or two about decorating – both bodies and homes. Her pretty pieces have been featured in Harper’s Bazaar and Forbes, but next on her press list? Maison Flâneur – to talk bad taste, French interior design TV shows, and how to find the best antiques.<\/p>",
        "button_link": "",
        "button_label": ""
      }
    },
    "60bed94f-19d1-471f-9213-301734a4bab2": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/CoverAnissa-731x1024.jpg",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>How would you describe your apartment in one word.<\/strong><\/p><p>Eclectic<\/p><p><strong>What makes a home in one word?<\/strong><\/p><p>Warmth<\/p><p><strong>How would you describe your taste in one word.<\/strong><\/p><p>Peculiar <\/p><p><strong>Define bad taste in interiors.<\/strong><\/p><p>Bad taste is a difficult area to navigate because it is so dependent on people’s personal tastes. Your home is the only place in the world that you can truly be yourself and it should honour you and your personality. People will always have opinions and there is no point in mocking or lecturing about what constitutes as good or bad taste. I can share what I would personally find aesthetically displeasing, for example a wrong colour choice or an uncomfortable pattern combination, cheesy art, over the top furniture and ornaments, the list could go on forever! You can overload a room with too many stunning items which will constitute as ”bad taste”. Good taste to me is about finding a balanced medium within your home decor, being sure not to overload and not to be too minimalistic, investing in timeless pieces that will never go out of fashion. But again, it all is in the eye of the beholder!<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "2f759e0c-1240-4708-9286-7d7094073af2": {
      "type": "text--rich-text",
      "settings": {
        "colors": "white",
        "width": "medium",
        "subheading": "",
        "page_title": "",
        "title": "",
        "text": "<p><strong>Where do you find your inspiration for interior design?<\/strong><\/p><p>I am very observant and have hawk eyes when it comes to detail. Whenever I spend an evening at a friend’s house, I inevitably end up leaving with a whole new list of ideas for my flat. I inhale interior magazines on nearly a daily basis and always try to get to antique markets when I travel. I also love attending design fairs such as Salone Del Mobile in Milan or Maison et Objets in Paris. I would definitely be identified as a bit of an interior design show addict, French TV has the best ones! They feature the most incredible architect’s houses, which naturally inspire me but also regularly leave me engulfed with envy.<\/p><p><strong>Describe your philosophy when it comes to decoration.<\/strong><\/p><p>My taste seems to be constantly changing with age. When I was younger, I held quite a Scandinavian perspective- I would choose purely neutral colours and geometric lines, very minimal. However, now I find myself leaning towards much warmer colours and antique furniture. I am enchanted by older pieces and their stories; it makes for a much more interesting interior. I’ve also developed a penchant for striking prints, especially the Liberty ones, they are so gorgeously feminine. My taste has unquestionably become much bolder with age. My philosophy is about investing in solid timeless pieces that you can rely on for a lifetime. For example, I would always go to Dutch or Danish designers when it comes to chairs. Then to spice up their classic style I would mix and match them with unexpected treasures from antique shopping or auctions. To me it is a never-ending expedition, I will constantly be tweaking and updating, highlighting the significant stages of my taste trajectory until I’m old and grey.<\/p><p><strong>Your favourite object in your home.<\/strong><\/p><p>Well it’s technically a piece of art but I think I can be allowed to call it an object given that it has a function: lighting my corridor. It is a canvas from the contemporary artist Francois Morrelet. A black monochrome canvas with neon lights suspended to it. As simple as it is, the bold statement it makes in my flat amazes me every day.<\/p>",
        "button_link": "",
        "button_label": ""
      }
    },
    "35b16fa5-38a0-4a0d-b186-e6266af128fc": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/2-3.png",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "2. Cornerstone",
        "text_block": "<p>3 Prince Edward Rd, E9 5NP<br\/><strong>Head chef:<\/strong> James Toth<br\/><strong>Order the:<\/strong> Pickled oysters<br\/><br\/><\/p><p>If something low-key but nevertheless delicious is more your style, then Tom Brown’s solo debut, Cornerstone, should be your first point of call. His produce-driven approach sees seafood as the star of the show, while a seat at the bar offers an unparalleled view of the chefs at work.<\/p>",
        "page_description": false,
        "button_link": "https:\/\/cornerstonehackney.com\/",
        "hotel_page_url": false,
        "button_label": "Book Now"
      }
    },
    "main": {
      "type": "template--article",
      "disabled": true,
      "settings": {
        "show_author_name": false,
        "show_dates": true,
        "blog-sidebar-link": "",
        "blog_sidebar_title": "",
        "blog_sidebar_desc": "",
        "show_blog_tags": false,
        "show_recent_posts": false
      }
    },
    "blog-posts": {
      "type": "blog--blog-posts",
      "settings": {
        "colors": "light",
        "subheading": "BLOG",
        "title": "Latest articles",
        "post_limit": 3,
        "show_author_name": false,
        "show_dates": true,
        "show_blog_images": true,
        "imageSize": "square"
      }
    }
  },
  "order": [
    "a7278f70-4e30-4842-a597-b42daa02c6fc",
    "caa04637-6009-4065-89c7-931d3e44b826",
    "60bed94f-19d1-471f-9213-301734a4bab2",
    "2f759e0c-1240-4708-9286-7d7094073af2",
    "35b16fa5-38a0-4a0d-b186-e6266af128fc",
    "main",
    "blog-posts"
  ]
}
