{
  "sections": {
    "a7278f70-4e30-4842-a597-b42daa02c6fc": {
      "type": "image--image",
      "settings": {
        "image": "shopify:\/\/shop_images\/Schermata-2021-10-14-alle-15.42.26-1024x425.png",
        "parallax": true,
        "alignment": "center",
        "hero_size": "medium",
        "text-over-image-width": "full-width"
      }
    },
    "caa04637-6009-4065-89c7-931d3e44b826": {
      "type": "text--rich-text",
      "settings": {
        "colors": "white",
        "width": "medium",
        "subheading": "",
        "page_title": "Meet Anne Rogers, Culture A, London",
        "title": "",
        "text": "<p>Anne Rogers is an innovative art consultant. Her multi-disciplinary expertise, allows her to curate unique and powerful experiences through compelling visual storytelling, and arts programming.<\/p><p>With <a href=\"https:\/\/www.maisonflaneur.com\/venues\/inhabit\/products\/\">Inhabit hotels<\/a>, our favourite Paddington hotel she created ‘Meditative Landscapes’, a new series of AI-generated artwork. We sit down with her to talk about the creative process, how it is to work with artificial intelligence, and her future projects.<\/p>",
        "button_link": "",
        "button_label": ""
      }
    },
    "60bed94f-19d1-471f-9213-301734a4bab2": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/5-2-1024x1024_59ec2dd0-4e83-43be-9c64-a77948e367a2.png",
        "layout": "left",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>Could you tell us more about the title “Meditative Landscapes”?<\/strong><\/p><p>Each artwork in this series is an abstract landscape. The compositions and colors are unique and curious, but also convey a sense of peace, stillness, and quietude. I chose the title, “Meditative Landscapes”, in response to these qualities but also to consider how I want the artwork to feel in someone’s home.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "35b16fa5-38a0-4a0d-b186-e6266af128fc": {
      "type": "text--image-with-text",
      "settings": {
        "colors": "white",
        "image-width": "extra-large",
        "image": "shopify:\/\/shop_images\/Copy-of-Green-and-Salmon-Text-Food-Influencer-Maximalism-Highlight-Cover-Set-52-731x1024.png",
        "layout": "right",
        "subheading": "",
        "location": false,
        "title": "",
        "text_block": "<p><strong>Step by step, could you describe the creative process? <\/strong><\/p><p>1. To start, I researched art movements and aesthetics connected to wellness and color psychology, then created mood boards in response to themes and workshopped storytelling exercises to establish the kind of art I wanted to achieve. <\/p><p>2. Next, I collaborated with a computer vision engineer, who built an algorithm (specifically, a Generative Adversarial Network, or GAN) and trained it on a dataset of over 10,000 open access art images. These images were primarily landscape and color field paintings. <\/p><p>3. For over six months, we refined the criteria of the images produced by the AI to achieve color, composition, and subject matter inspired by impressionist landscapes and abstract art. The AI learns the dataset’s artistic styles at an accelerated rate, so it’s fascinating to see what elements the machine chooses to mimic from the data, but also how you can set parameters to help focus it on certain colors or forms. <\/p><p>4. When the AI began producing higher quality art (around Month 4 and 5), I created an online survey that asked people to rank around 100 pairs of images. The online survey did not reveal that any of the art was created by AI, and was instead used to test image preferences. I saved the feedback to assess against the next batch of art.<\/p><p>5. Around Month 6, I saw an exciting batch of appx. 5,000 images that resembled the type of aesthetic and style I had hoped to achieve. I selected 30 and began testing the images on various print materials, including wool\/silk, velvet, linen, and fine art paper. Ultimately, I selected 10 final images that would become “Meditative Landscapes” based on the resulting quality tests and what felt like a comprehensive series.<\/p>",
        "page_description": false,
        "button_link": "",
        "hotel_page_url": false,
        "button_label": ""
      }
    },
    "main": {
      "type": "template--article",
      "disabled": true,
      "settings": {
        "show_author_name": false,
        "show_dates": true,
        "blog-sidebar-link": "",
        "blog_sidebar_title": "",
        "blog_sidebar_desc": "",
        "show_blog_tags": false,
        "show_recent_posts": false
      }
    },
    "blog-posts": {
      "type": "blog--blog-posts",
      "settings": {
        "colors": "light",
        "subheading": "BLOG",
        "title": "Latest articles",
        "post_limit": 3,
        "show_author_name": false,
        "show_dates": true,
        "show_blog_images": true,
        "imageSize": "square"
      }
    }
  },
  "order": [
    "a7278f70-4e30-4842-a597-b42daa02c6fc",
    "caa04637-6009-4065-89c7-931d3e44b826",
    "60bed94f-19d1-471f-9213-301734a4bab2",
    "35b16fa5-38a0-4a0d-b186-e6266af128fc",
    "main",
    "blog-posts"
  ]
}
